Repository: Akki01/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: es, fr, pt

source: Show directory size in skin
es: Mostrar tamaño del directorio en la interfaz
fr: Afficher la taille du répertoire dans le thème
pt: Mostrar o tamanho da pasta na skin

source: HELP_Show directory size in skin
es: Muestra el tamaño en MB al desplazarte por los directorios.
fr: AIDE_Afficher la taille du répertoire dans le thème
pt: Tamanho da pasta AJUDA_Mostrar na skin

source: Show Latest Recordings directory
es: Mostrar directorio de últimas grabaciones
fr: Afficher le dernier répertoire des enregistrements
pt: Mostrar a última pasta de Gravações

source: HELP_Show Latest Recordings directory
es: Mostrar una carpeta virtual en tu ruta inicial con una lista de las últimas grabaciones. También desde los subdirectorios en tu ruta inicial. (Sólo una página)
fr: AIDE_Afficher le dernier répertoire des enregistrements
pt: Pasta de AJUDA_Mostrar últimas gravações

source: Latest Recordings directory limit
es: Límite de tamaño del directorio últimas grabaciones
fr: Limite du répertoire des derniers enregistrements
pt: Últimas Gravações limite da pasta

source: HELP_Latest Recordings directory limit
es: Indica el límit de tamaño que desees para el directorio de últimas grabaciones.
fr: AIDE_Limite du répertoire des derniers enregistrements
pt: Limite da pasta AJUDA_Últimas gravações

source: Latest Recordings directory use emc-noscan.cfg
es: El directorio de últimas grabaciones usa emc-noscan.cfg
fr: Dernier répertoire des enregistrements utiliser emc-noscan.cfg
pt: Pasta de gravações mais recente usam emc-noscan.cfg

source: HELP_Latest Recordings directory use emc-noscan.cfg
es: El directorio de últimas grabaciones usa emc-noscan.cfg
fr: AIDE_Dernier répertoire des enregistrements utiliser emc-noscan.cfg
pt: AJUDA_Últimas gravações pasta usa emc-noscan.cfg

source: Show VLC directory
es: Mostrar directorio VLC
fr: Afficher les répertoires VLC
pt: Mostrar a pasta VLC

source: HELP_Show VLC directory
es: Mostrar u ocultar el directorio de VLC, si está instalado el complemento VlcPlayerExtended.
fr: AIDE_Afficher les répertoires VLC
pt: Pasta de AJUDA_Mostrar VLC

source: Show Bookmarks in movielist
es: Mostrar marcadores en lista de películas
fr: Afficher les signets dans la liste des films
pt: Mostrar marcadores na Lista de Filmes

source: HELP_Show Bookmarks in movielist
es: Mostrar marcadores en lista de películas
fr: AIDE_Afficher les signets dans la liste des films
pt: AJUDA_Mostrar Marcadores na Lista de filmes

source: Use cache for files and directories
es: Utilizar memoria caché para archivos y directorios
fr: Utiliser le cache pour les fichiers et les répertoires
pt: Usar o cache para arquivos e pastas

source: HELP_Use cache for files and directories
es: Utilizar memoria caché para archivos y directorios
fr: AIDE_Utiliser le cache pour les fichiers et les répertoires
pt: AJUDA_Usar cache para arquivos e pastas

source: Minimum file cache limit (0=cache everything)
fr: Limite minimale du cache des fichiers (0=tout mettre en cache)
pt: Limite mínimo da cache de arquivo (0 = cache tudo)

source: HELP_Minimum file cache limit
fr: AIDE_Limite minimale du cache des fichiers
pt: Limite de cache de arquivo de AJUDA_Mínimo

source: Show experimental options
es: Mostrar opciones experimentales
fr: Afficher les options expérimentales
pt: Mostrar opções experimentais

source: HELP_Show experimental options
es: Mostrar opciones experimentales para evitar despertar discos duros, NAS, etc.
fr: AIDE_Afficher les options expérimentales
pt: Opções de AJUDA_Mostrar experimentais

source: Don't auto scan size of dirs from emc-noscan.cfg
es: No autoescanear tamaño de los directorios desde emc-noscan.cfg
fr: Ne pas faire un scan automatique de la taille des répertoires dans emc-noscan.cfg
pt: Não auto procurar tamanho de pastas de emc-noscan.cfg

source: HELP_Don't auto scan size of dirs from emc-noscan.cfg
es: Si se activa, los directorios que se encuentren definidos en emc-noscan.cfg, quedarán excluidos de la exploración para el tamaño de directorio.
fr: AIDE_Ne pas faire un scan automatique de la taille des répertoires dans emc-noscan.cfg
pt: AJUDA_Não auto procurar tamanho de pastas de emc-noscan.cfg

source: After file OPs only re-scan affected dirs
es: Analiza únicamente directorios afectados por las operaciones de archivo.
fr: Après un fichier OPs refaire uniquement un scan des répertoires concernés
pt: Após um arquivo OPs apenas procurar novamente pastas afetadas

source: HELP_After file OPs only re-scan affected dirs
es: Analiza únicamente directorios afectados por las operaciones de archivo.
fr: AIDE_Après un fichier OPs refaire uniquement un scan des répertoires concernés
pt: AJUDA_Depois arquivo OPs apenas re-procurar pastas afetadas

source: Wake device when entering dir from emc-noscan.cfg
es: Despertar dispositivo al introducir el directorio en emc-noscan.fg
fr: Réveiller le périphérique en entrant les répertoires de emc-noscan.cfg
pt: Acordar dispositivo quando entrar na pasta de emc-noscan.cfg

source: HELP_Wake device when entering dir from emc-noscan.cfg
es: Despertar dispositivo al introducir el directorio en emc-noscan.fg
fr: AIDE_Réveiller le périphérique en entrant les répertoires de emc-noscan.cfg
pt: Dispositivo de AJUDA_Acordar ao digitar dir de emc-noscan.cfg

source: HELP_separator_hide&performance
es: Ajustes para ocultar archivos/carpetas y rendimiento.
fr: AIDE_séparateur_cacher&performance
pt: AJUDA_esconder_separador do desempenho

source: Hide configured entries
es: Ocultar entradas configuradas
fr: Cacher les entrées configurées
pt: Esconder entradas configuradas

source: HELP_cfghide_enable
es: Ocultar archivos y directorios que aparecen en ‘/etc/enigma2/emc-hide.cfg’. El cambio de esta configuración requiere un reinicio de Enigma2.
fr: AIDE_cfghide_enable
pt: AJUDA_cfghide_enable

source: Scan for DVD structures
es: Análisis de estructuras de DVD
fr: Scanner pour les structures DVD
pt: Procurar por estruturas de DVD

source: HELP_Scan for DVD structures
es: Desactivar el análisis de las estructuras de DVD en todos los directorios. Esto evita despertar no deseado de discos (de red).
fr: AIDE_Scanner pour les structures DVD
pt: AJUDA_Scan para estruturas de DVD

source: Scan for movie structures
es: Exploración de las estructuras de película
fr: Scanner pour les structures de film
pt: Procurar por estruturas de filme

source: HELP_Scan for movie structures
es: Desactivar el análisis de las estructuras de película en todos los directorios. Esto evita despertar no deseado de discos (de red).
fr: AIDE_Scanner pour les structures de film
pt: AJUDA_Scan para estruturas de filme

source: Scan for bluray structures
es: Análisis de estructuras bluray
fr: Scanner pour les structures de bluray
pt: Procurar por estruturas de bluray

source: HELP_Scan for bluray structures
es: Esta búsqueda de estructuras de Bluray en directorios generalmente se puede prevenir. Esto evita despertar no deseado de discos (de red).
fr: AIDE_Scanner pour les structures de bluray
pt: AJUDA_Scan para estruturas de bluray

source: Scan for bluray structures in .iso
es: Análisis de estructuras bluray en .iso
fr: Scanner pour les structures bluray dans les .iso
pt: Procurar por estruturas de bluray em. ISO

source: HELP_Scan for bluray structures in .iso
es: Esta búsqueda de estructuras de Bluray .iso en directorios generalmente se puede prevenir. Esto evita despertar no deseado de discos (de red).
fr: AIDE_Scanner pour les structures bluray dans les .iso
pt: AJUDA_Scan para estruturas de bluray em. ISO

source: Suppress scan in selected folders
es: Suprimir la exploración en las carpetas seleccionadas
fr: Supprimer le scan dans les répertoires sélectionnés
pt: Suprimir a pocura nas pastas selecionadas

source: HELP_cfgscan_suppress
es: No extrae las estructuras de DVD en subdirectorios de rutas de acceso en ‘/etc/enigma2/emc-noscan.cfg’. Esto evita despertarno deseado de discos (de red). El cambio de esta configuración requiere un reinicio de Enigma2.
fr: AIDE_cfgscan_suppress
pt: AJUDA_cfgscan_suppress

source: Scan linked folders
es: Analizar las carpetas vinculadas
fr: Scanner les répertoires liés
pt: Procurar por pastas ligadas

source: HELP_scan_linked
es: Desactivar el análisis de las estructuras deDVD en enlaces simbólicos concernientes a los subdirectorios. Esto evita despertar no deseado de discos (de red)
fr: AIDE_Scanner les répertoires liés
pt: AJUDA_scan_linked

source: Try to load titles from .meta files
es: Trate de cargar títulos de los archivos .meta
fr: Essayer de charger les titres des fichiers .meta
pt: Tentar carregar títulos de ficheiros .meta

source: HELP_Try to load titles from .meta files
es: Los títulos serán cargados desde archivos .meta si están disponibles. De lo contrario, el título se extrae del nombre de archivo. (Si .meta y .eit están activados, los .meta serán leídos primero.)
fr: AIDE_Essayer de charger les titres des fichiers .meta
pt: AJUDA_Tentar carregar títulos de meta-arquivos

source: Load all for non showing titles from .meta files
es: Cargar todo mostrar los títulos desde los archivos .meta
fr: Tout charger pour les titres non affichés des fichiers .meta
pt: Carregar todos para títulos não exibíveis de meta-arquivos

source: HELP_Load all for non showing titles from .meta files
es: Si no hay título se puede leer desde los archivos .meta con el fin de mostrarlo.
fr: AIDE_Tout charger pour les titres non affichés des fichiers .meta
pt: AJUDA_Load tudo para não mostrar títulos de meta-arquivos

source: Try to load titles from .eit files
es: Trate de cargar títulos de los archivos .eit
fr: Essayer de charger les titres des fichiers .eit
pt: Tentar carregar títulos de ficheiros .eit

source: HELP_Try to load titles from .eit files
es: Los títulos serán cargados desde archivos .eit si están disponibles. De lo contrario, el título se extrae del nombre de archivo. (Si .meta y .eit están activados, los .meta serán leídos primero.)
fr: AIDE_Essayer de charger les titres des fichiers .eit
pt: AJUDA_Tentar carregar títulos de arquivos de .eit

source: Replace special chars in title
es: Reemplazar caracteres especiales en el título
fr: Remplacer les caractères spéciaux dans le titre
pt: Substituir caracteres especiais no título

source: HELP_Replace special chars in title
es: Reemplazar espacios en títulos con guiones bajos y puntos.
fr: AIDE_Remplacer les caractères spéciaux dans le titre
pt: AJUDA_Replace caracteres especiais no título

source: Show Movie Format
es: Mostrar formato de película
fr: Afficher le format du film
pt: Mostrar Formato do filme

source: HELP_Show Movie Format
es: La extensión de archivo (formato de archivo) se añadirá al título.
fr: AIDE_Remplacer les caractères spéciaux dans le titre
pt: Formato de filme de AJUDA_Mostrar

source: Show Cut-Nr if exist
es: Mostrar número de cortes si existe
fr: Afficher Cut-Nr s’il existe
pt: Mostrar o corte-Nr se existir

source: HELP_Show Cut-Nr if exist
es: Si Enigma2 se reinicia durante una grabación ésta continúa automáticamente con un número de índice al final del nombre de archivo. Con esta opción, el índice se añade al título.
fr: AIDE_Afficher Cut-Nr s’il existe
pt: AJUDA_Mostrar corte-Nr se existir

source: Resolve links and show real path
es: Resolver enlaces y mostrar la ruta real
fr: Résoudre les liens et afficher le chemin réel
pt: Resolver links e mostrar o percurso real

source: HELP_Resolve links and show real path
es: La ruta de enlaces se resolverá. Por problemas con spinner o activación NAS , desactive esta opción.. (la ruta se mostrará como “Descripción Extendida”.)
fr: AIDE_Résoudre les liens et afficher le chemin réel
pt: AJUDA_Resolve links e mostrar caminho real

source: Show Path if no extended description available
es: Mostrar ruta si no hay una descripción detallada
fr: Afficher le chemin si aucune description étendue n’est disponible
pt: Mostrar percurso se não descrição estendida disponível.

source: HELP_Show Path if no extended description available
es: Muestra la ruta si no existe descripción extendida disponible.
fr: AIDE_Afficher le chemin si aucune description étendue n’est disponible
pt: AJUDA_Mostrar caminho se não estendido Descrição disponível

source: Listbox is skin able
es: Listbox en interfaz
fr: Boite liste si permis par le thème
pt: Skin habilitada para Caixa de Listas

source: HELP_Listbox is skin able
es: La pantalla de visualización de la lista de películas de la interfaz (si está disponible) se utilizará(sólo <nombre del widget=“lista”). De lo contrario se aplicará el programa de instalación de EMC.
fr: AIDE_Boite liste si permis par le thème
pt: AJUDA_Listbox é capaz de pele

source: Date format
es: Formato de fecha
fr: Format de la date
pt: Formato da data

source: HELP_Date format
es: Seleccione el formato de fecha y hora que se mostrará detrás de los archivos.
fr: AIDE_Format de la date
pt: Formato AJUDA_Date

source: Show movie icons
es: Mostrar iconos de película
fr: Afficher les icônes des films
pt: Mostrar ícones dos filmes

source: HELP_Show movie icons
es: Un icono correspondiente aparece en la lista de películas
fr: AIDE_Afficher les icônes des films
pt: Ícones do cinema AJUDA_Mostrar

source: Show link arrow
es: Mostrar flecha de enlace
fr: Afficher la flèche des liens
pt: Mostrar seta de ligação

source: HELP_Show link arrow
es: Se mostrarán los enlaces simbólicos con una flecha
fr: AIDE_Afficher la flèche des liens
pt: Seta de ligação AJUDA_Mostrar

source: Show movie picons
es: Mostrar picons en la lista de películas
fr: Afficher les picons des films
pt: Mostrar picons dos filmes

source: HELP_Show movie picons
es: Los picons aparecerán al lado del título de la película.
fr: AIDE_Afficher les picons des films
pt: AJUDA_Mostrar filme picons

source: Position movie picons
es: Posición de los picons de las películas
fr: Position des picons des films
pt: Posição dos Picons dos Filmes

source: HELP_Position movie picons
es: Aquí se puede indicar en qué posición aparecerán los picon de las películas
fr: AIDE_Position des picons des films
pt: AJUDA_Position filme picons

source: Own Path to movie picons
es: Ruta propia para los picons de películas
fr: Chemin personnel pour les picons des films
pt: Percurso próprio para picons dos filmes

source: HELP_Own Path to movie picons
es: Selecciona la ruta propia de los picons de las películas
fr: AIDE_Chemin personnel pour les picons des films
pt: Caminho de AJUDA_Own filme Picons

source: Path to movie picons
es: Ruta de los picons de películas
fr: Chemin pour les picons des films
pt: Percurso para picons de Filmes

source: HELP_Path to movie picons
es: Selecciona la ubicación de los picons de las películas
fr: AIDE_Chemin pour les picons des films
pt: AJUDA_Path filme Picons

source: Show movie progress
es: Mostrar progreso de la película
fr: Afficher la progression des films
pt: Mostrar o progresso de filme

source: HELP_Show movie progress
es: Una barra de progreso en la parte delantera de las películas se muestra en la lista de películas.
fr: AIDE_Afficher la progression des films
pt: Progresso do filme AJUDA_Mostrar

source: Short watching percent
es: Límite de previsualización (%)
fr: Affichage court des pourcentages
pt: Percentagem de visualização mínima

source: HELP_Short watching percent
es: Especifica qué porcentaje de avance se clasifica como “previsualizado”. La barra de progreso cambiará a azul.
fr: AIDE_Affichage court des pourcentages
pt: AJUDA_Short assistindo por cento

source: Finished watching percent
es: Porcentaje visto
fr: Pourcentage à considérer pour fini de regarder
pt: Percentagem já visualizada

source: HELP_Finished watching percent
es: Especifica qué porcentaje de avance se clasifica como “visto”. La barra de progreso cambiará a verde.
fr: AIDE_Pourcentage à considérer pour fini de regarder
pt: AJUDA_Finished assistindo por cento

source: Mark new recordings with a star
es: Marcar nuevas grabaciones con una estrella
fr: Marquer les nouveaux enregistrements avec une étoile
pt: Marca novas gravações com uma estrela

source: HELP_Mark new recordings with a star
es: Marcar nuevas grabaciones con una estrella
fr: AIDE_Marquer les nouveaux enregistrements avec une étoile
pt: AJUDA_Mark novas gravações com uma estrela

source: Show Cover
es: Mostrar carátula
fr: Afficher les affiches
pt: Mostrar Capa

source: HELP_Show Cover
es: Muestra la carátula si está disponible.
fr: AIDE_Afficher les affiches
pt: AJUDA_Mostrar Capa

source: Cover delay in ms
es: Retardo de pantalla de la carátula en ms
fr: Délai des affiches en ms
pt: Capa atraso em ms

source: HELP_Cover delay in ms
es: Retardo de la carátula en ms
fr: AIDE_Délai des affiches en ms
pt: AJUDA_Cover atraso em ms

source: Cover background
es: Fondo de la carátula
fr: Affiche d’arrière plan
pt: Capa plano de fundo

source: HELP_Cover background
es: Fondo de la carátula
fr: AIDE_Affiche d’arrière plan
pt: AJUDA_Cover fundo

source: Show fallback cover
es: Mostrar carátula de reserva
fr: Afficher l’affiche de repli
pt: Mostrar Capa

source: HELP_Fallback Cover
es: Le permite activar/desactivar el fondo de la carátula.
fr: AIDE_Afficher l’affiche de repli
pt: Capa AJUDA_Fallback

source: Show movie preview
es: Mostrar vista previa de la película
fr: Afficher une prévisualisation des films
pt: Pré-visualizar Filmes

source: HELP_Show movie preview
es: Muestra la vista previa de la película
fr: AIDE_Afficher une prévisualisation des films
pt: Visualização de filme AJUDA_Mostrar

source: Movie preview delay in ms
es: Retardo de vista previa de película en milisegundos
fr: Délai de la prévisualisation des films en ms
pt: Atraso de visualização de filme em ms

source: HELP_Movie preview delay in ms
es: El retraso puede ser configurado para mostrar la vista previa de la película
fr: AIDE_Délai de la prévisualisation des films en ms
pt: Atraso de visualização AJUDA_Movie em ms

source: Start movie preview before last position
es: Iniciar vista previa de la película antes de la última posición
fr: Démarrer la prévisualisation des films avant la dernière position
pt: Iniciar a visualização do filme antes da última posição

source: HELP_Movie preview offset in seconds
es: Inicia la previsualización de la película un número determinado de segundos antes de la última posición del reproductor
fr: AIDE_Démarrer la prévisualisation des films avant la dernière position
pt: Deslocamento de visualização AJUDA_Movie em segundos

source: No resume below 10 seconds
es: Ignorar marcador de inicio por debajo de 10 seg.
fr: Pas de reprises en dessous de 10 secondes
pt: Nenhum currículo abaixo de 10 segundos

source: HELP_No resume below 10 seconds
es: Ignora el marcador de inicio por debajo de 10 segundos. Si la reproducción se detiene durante los primeros 10 segundos sin reanudación, se propondrá en la próxima reproducción.
fr: AIDE_Pas de reprises en dessous de 10 secondes
pt: AJUDA_No currículo abaixo de 10 segundos

source: Jump to first mark when playing movie
es: Saltar al primer marcador al reproducir la película
fr: Aller au premier marqueur lors de la lecture d’un film
pt: Saltar para a primeira marca quando reproduzir o filme

source: HELP_Jump to first mark when playing movie
es: Salta automáticamente al primer marcador si está disponible en el principio de una grabación. (Puede ayudar a saltar el tiempo de espera de forma automática.)
fr: AIDE_Aller au premier marqueur lors de la lecture d’un film
pt: AJUDA_Jump a primeira marca quando jogar o filme

source: Rewind finished movies before playing
es: Rebobinar películas acabadas antes de reproducir
fr: Rebobinner les films terminés avant de les lire
pt: Rebobinar filmes acabados antes de reproduzir

source: HELP_Rewind finished movies before playing
es: Si una grabación con el estado “visto” se reinicia, la película se reproducirá desde el principio.
fr: AIDE_Rebobinner les films terminés avant de les lire
pt: AJUDA_Rewind terminado filmes antes de jogar

source: Always save last played progress as marker
es: Guardar siempre marcador de último punto de reproducción
fr: Toujours sauvegarder la dernière progression de lecture comme marqueur
pt: Salvar sempre progresso reproduzido como marcador

source: HELP_Always save last played progress as marker
es: Con esta opción se establece un marcador para la posición cada vez que se detiene la reproducción. Al reiniciar la reproducción los botones <> se pueden utilizar para saltar a esta posición (independiente de la función de reanudación).
fr: AIDE_Toujours sauvegarder la dernière progression de lecture comme marqueur
pt: AJUDA_Sempre o último progresso reproduzido como marcador

source: Zap to channel after record EOF
es: Zapear al canal tras la grabación
fr: Zapper sur une chaîne à la fin d’un enregistrement
pt: Zap para o canal após finalizar a gravação

source: HELP_Zap to channel after record EOF
es: Si el reproductor llega al final de un registro continuo, debido a avance rápido o saltar hacia adelante, cierra EMC y zapea directamente al canal de TV de la grabación.
fr: AIDE_Zapper sur une chaîne à la fin d’un enregistrement
pt: AJUDA_Zap para o canal após registo EOF

source: Show real length of running records
es: Mostrar longitud real de la grabación
fr: Afficher la vraie longueur de la lecture en cours
pt: Mostrar o comprimento real da execução de registos

source: HELP_Show real length of running records
es: Muestra la longitud real de las grabaciones.
fr: AIDE_Afficher la vraie longueur de la lecture en cours
pt: AJUDA_Mostrar comprimento real da execução de registros

source: Download cutlist from Cutlist.at
es: Descargar lista de cortes de Cutlist.at
fr: Télécharger la cutlist depuis Cutlist.at
pt: Descarregar lista de cortes de Cutlist.at

source: HELP_Download cutlist from Cutlist.at
es: El título se cargará si está disponible desde el archivo .at. De lo contrario, el título se extrae del nombre de archivo.
fr: AIDE_Télécharger la cutlist depuis Cutlist.at
pt: Lista de cortes de AJUDA_Download de Cutlist.at

source: HELP_separator_Trashcan settings
es: Ajustes de papeplera
fr: AIDE_paramètres séparateur_corbeille
pt: Configurações AJUDA_separator_Trashcan

source: Trashcan enable
es: Habilitar papelera
fr: Corbeille activée
pt: Reciclagem ativa

source: HELP_Trashcan enable
es: Habilitar la funcionalidad de la papelera. El borrado de todos los archivos se hará en primera instancia al directorio de la papelera.
fr: AIDE_Corbeille activée
pt: Ativar AJUDA_Reciclagem

source: Trashcan path
es: Ruta de papeplera
fr: Chemin de la corbeille
pt: Percurso da Reciclagem

source: HELP_Trashcan path
es: Establezca la ruta de la papelera. Presionando [eliminar] se moverán las grabaciones a la papelera activada en lugar de eliminar los archivos inmediatamente.
fr: AIDE_Chemin de la corbeille
pt: AJUDA_Percurso Reciclagem

source: Show trashcan directory
es: Mostrar directorio de la papelera
fr: Afficher le répertoire de la corbeille
pt: Mostrar a pasta da reciclagem

source: HELP_Show trashcan directory
es: Visualizar el directorio de papelera en EMC. (Cuando se oculta, sin embargo se puede acceder a la papelera sobre el EMC [MENU])
fr: AIDE_Afficher le répertoire de la corbeille
pt: AJUDA_Show pasta da reciclagem

source: Show trashcan information
es: Mostrar información de papelera
fr: Afficher les informations de la corbeille
pt: Mostrar informações da reciclagem

source: HELP_Dynamic trashcan
es: Muestra cantidad de grabaciones y/o cuánto espacio en disco utiliza la papelera.
fr: AIDE_Corbeille dynamique
pt: Lata de lixo AJUDA_Dynamic

source: Delete validation
es: Eliminar validación
fr: Effacer les validations
pt: Excluir a validação

source: HELP_Delete validation
es: Cuando se activa y se utiliza la papelera, EMC nunca le pedirá una confirmación.
fr: AIDE_Effacer les validations
pt: Validação de AJUDA_Delete
