Repository: Akki01/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: es, fr, pt

source: all
es: todo
fr: tous
pt: todos

source: Exist
es: Existe
fr: Existe
pt: Existe

source: N/A
fr: P/A
pt: N/D

source: Search
es: Buscar
fr: Recherche
pt: Procura

source: Delete
es: Borrar
fr: Effacer
pt: Apagar

source: Press green button to start search
es: Pulse el botón verde para iniciar la búsqueda
fr: Appuyer sur le bouton vert pour lancer une recherche
pt: Prima a tecla <VERDE> para iniciar a pesquisa

source: Manage Cover
es: Admin. carátula
fr: Gérer les affiches
pt: Gerir Capas

source: Setup
es: Configuración
fr: Configuration
pt: Definir

source: Single search
es: Búsqueda simple
fr: Recherche simple
pt: Procura única

source: EMC Cover search
es: EMC - Buscar carátula
fr: ECM recherche des affiches
pt: EMC Pesquisa de capas

source: Exist: %s
es: Existente: %s
fr: Existe: %s
pt: Existe: %s

source: No Cover: %s
es: Sin carátula: %s
fr: Pas d’affiche: %s
pt: Sem Capas: %s

source: Download: %s
es: Descarga: %s
fr: Télécharge: %s
pt: Descarregar: %s

source: Searching...
es: Buscando...
fr: Recherche…
pt: A procurar...

source: Creating Search List..
es: Creando lista de búsqueda...
fr: Création d’une liste de recherche…
pt: A criar a lista de pesquisa...

source: No Movies found!
es: ¡No se encontraron películas!
fr: Aucun film trouvé!
pt: Nenhum Filme encontrado!

source: from
es: desde
fr: de
pt: de

source: movies in
es: peliculas en
fr: films dans
pt: filmes em

source: sec found. Avg. Speed:
es: seg. encontrado. Velocidad media:
fr: sec trouvé. Vitesse moy.:
pt: seg encontrado. Vel. média:

source: sec.
es: seg.
pt: seg.

source: %s removed.
es: %s eliminado.
fr: %s supprimé.
pt: %s removido.

source: Search site set to: %s
es: Buscar en el sitio establecido para: %s
fr: Site de recherche défini sur: %s
pt: Site de procura definido para: %s

source: Cover is Saved.
es: Carátula guardada.
fr: L’affiche est sauvegardée.
pt: Capa guardada.

source: EMC Cover search setup
es: EMC - Configuración de buscar carátula
fr: Configuration de la recherche d’affiche de EMC
pt: EMC Definir pesquisa de Capas

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Search Site:
es: Sitio de búsqueda:
fr: Site de recherche:
pt: Pesquisar no Site

source: themoviedb cover resolution:
es: resolución de carátula themoviedb:
fr: résolution des affiches de themoviedb:
pt: themoviedb resolução da capa:

source: Save description to movie.txt file:
es: Guardar descripción al archivo movie.txt:
fr: Sauvegarder la description dans le fichier movie.txt:
pt: Salve a descrição para o arquivo movie.txt:

source: Single Search:
es: Búsqueda simple:
fr: Recherche simple:
pt: Procura Única:

source: EMC Cover Selecter
es: EMC - Selector de carátula
fr: Sélectionneur d’affiche EMC
pt: EMC Seletor de Capas

source: Searching for %s
es: Búsqueda de %s
fr: Recherche pour %s
pt: A procurar por %s

source: found
es: encontrado
fr: trouvé
pt: encontrado

source: covers
es: carátulas
fr: affiches
pt: capas

source: covers in
es: carátulas en
fr: affiches dans
pt: capas em

source: sec
es: seg
pt: seg

source: Can not save
es: No se puede guardar
fr: Impossible de sauvegarder
pt: Não pode ser salvo

source: Can not save Cover in
es: Nose puede guardar la carátula en
fr: Impossible de sauvegarder l’affiche dans
pt: Não pode salvar a capa em

source: Move Cover to:
es: Mover carátula a:
fr: Déplacer l’affiche vers:
pt: Mover Capa para:

source: Choose directory
es: Elegir directorio
fr: Choisir un répertoire
pt: Escolher a pasta

source: Stop playback
es: Detener la reproducción
fr: Arrêter la lecture
pt: Parar a reprodução

source: show DVD main menu
es: mostrar el menú principal de DVD
fr: afficher menu DVD principal
pt: mostrar menu principal do DVD

source: forward to the next chapter
es: ir al siguiente capítulo
fr: avancer au chapitre suivant
pt: ir para o próximo capítulo

source: rewind to the previous chapter
es: volver al capítulo anterior
fr: retour au chapitre précédant
pt: rebobinar para o capítulo anterior

source: jump forward to the next title
es: saltar al siguiente título
fr: se rendre vers le titre suivant
pt: saltar para o título seguinte

source: jump back to the previous title
es: saltar al título previo
fr: se rendre vers le titre précédant
pt: saltar para o título anterior

source: (show optional DVD audio menu)
es: (mostrar opcionalmente menú de audio de DVD)
fr: (afficher menu audio DVD optionnel)
pt: (mostrar menu audio opcional do DVD)

source: switch to the next audio track
es: cambiar a la siguiente pista de audio
fr: basculer vers piste audio suivante
pt: mudar para a próxima faixa de áudio

source: switch to the next subtitle language
es: cambiar al siguiente idioma de subtítulos
fr: basculer vers le langage sous-titre suivant
pt: mudar para a próximo idioma de legenda

source: switch to the next angle
es: cambiar al siguiente ángulo
fr: basculer vers l’angle suivant
pt: mudar para o proximo ângulo

source: view extensions...
es: ver extensiones...
fr: voir les extensions…
pt: ver extensões ...

source: Format AVSwitch
es: AV Cambiar formato
pt: Formato A/V Switch

source: Seek forward
es: Buscar hacia delante
fr: Recherche en avant
pt: Procurar à frente

source: Seek backward
es: Buscar hacia atrás
fr: Recherche en arrière
pt: Procurar para trás

source: Movie information
es: Información de la película
fr: Information sur le film
pt: Informações do filme

source: No DVD-Player found!
es: Ningún reproductor de DVD encontrado
fr: Aucun lecteur DVD trouvé!
pt: Nenhum reprodutor de DVD encontrado!

source: Skipping movie, the file does not exist.
es: Saltando película, el archivo no existe.
fr: Passe au film suivant, le fichier n’existe pas.
pt: A saltar o fime, o arquivo não existe.

source: EMC Zap to Live TV of record
es: EMC Zapear al canal grabado
fr: EMC Zapper vers la TV en direct ou enregistrement
pt: EMC Zap para TV ao VIVO do registo

source: Chap.
es: Cap.
pt: Cap.

source: Chapter
es: Capítulo
fr: Chapitre
pt: Capítulo

source: Title
es: Título
fr: Titre
pt: Título

source: Save
es: Guardar
fr: Sauver
pt: Salvar

source: Delete Entry
es: Borrar entrada
fr: Effacer entrée
pt: Eliminar entrada

source: Delete All
es: Borrar todo
fr: Tout effacer
pt: Apagar todos

source: EMC Playlist
es: EMC - Lista de producción
fr: Liste de lecture EMC
pt: EMC Lista de Reprodução

source: EMC Playlist Menu
es: EMC - Menú de lista de reproducción
fr: Menu liste de lecture EMC
pt: EMC Menu de lista de reprodução

source: Playlist open
es: Abrir lista de reproducción
fr: Ouvrir liste de lecture
pt: Lista de reprodução aberta

source: Setup open
es: Abrir configuración
fr: Configuration ouverture
pt: Abrir Definição

source: Default Playlist is not empty! Save default Playlist?
es: La lista de reproducción predeterminada no está vacia. ¿Guardar lista de reproducción predeterminada?
fr: La liste de lecture par défaut n’est pas libre! Sauvegarder la liste de lecture par défaut?
pt: Lista de reprodução padrão não está vazia! Salvar Lista de Reprodução padrão?

source: Playlist with same name exists! Try to save the Playlist with another name?
es: Existe una lista de reproducción con el mismo nombre. ¿Intentar guardar la lista de reproducción con otro nombre?
fr: Une liste de lecture avec le même nom existe! Voulez-vous sauvegarder la liste de lecture sous un autre nom?
pt: Existe uma Lista de reprodução com o mesmo nome! Tente salvar a Lista de Reprodução com outro nome?

source: Change the filename to save current Playlist:
es: Cambiar el nombre de archivo para guardar la lista de reproducción actual:
fr: Changer le nom du fichier pour sauvegarder la liste de lecture courante:
pt: Altere o nome do arquivo para salvar a Lista de Reprodução atual:

source: Save current Playlist
es: Guardar lista de reproducción actual
fr: Sauvegarder la liste de lecture courante
pt: Salvar lista de reprodução atual

source: Current Playlist saved successfully!
es: Lista de reproducción actual guardada con éxito.
fr: Liste de lecture courante sauvegardée avec succès!
pt: Lista de reprodução atual salva com sucesso!

source: Can not save current Playlist!
es: No se puede guardar la lista de reproducción actual.
fr: Impossible de sauvegarder la liste de lecture actuelle!
pt: Não pode salvar Lista de Reprodução atual!

source: Default Playlist path
es: Ruta de la lista de reproducción predeterminada
fr: Chemin par défaut des listes de lecture
pt: Percurso da lista de reprodução padrão

source: Default Playlist name
es: Nombre de la lista de reproducción predeterminada
fr: Nom de la liste de lecture par défaut
pt: Nome da lista de reprodução padrão

source: Always save current Playlist
es: Guardar siempre lista de reproducción actual
fr: Toujours sauvegarder la liste de lecture courante
pt: Salvar sempre a Lista de Reprodução atual

source: EMC Playlist Setup
es: ECM - Configuración de lista de reproducción
fr: Configurer liste de lecture EMC
pt: EMC Definição de Lista de Reprodução

source: Choose Directory:
es: Elegir directorio:
fr: Choisir un répertoire:
pt: Escolher a pasta:

source: Enter Name for Playlist
es: Introducir nombre para lista de reproducción
fr: Entrer le nom de la liste de lecture
pt: Digite o Nome para a Lista de Reprodução

source: Open
es: Abrir
fr: Ouvert
pt: Abrir

source: EMC Filebrowser
es: EMC - Buscador de archivos
fr: Gestionnaire de fichier EMC
pt: EMC Explorador de Ficheiros

source: Next auto-start in
es: Siguiente auto-inicio en
fr: Prochain démarrage automatique dans
pt: Próximo início automático em

source: auto-start is currently not active.
es: inicio automático no está activado actualmente.
fr: démarrage automatique n’est pour l’instant pas actif.
pt: Atualmente, o início automático não está ativo.

source: Your Box is about to go into Standby, continue? Select no to delay one hour
es: El deco está a punto de entrar en modo de espera. ¿Continuar? Seleccione no para retrasar una hora
fr: Votre récepteur est prêt à passer en veille, continuer? Choisir non to prolonger d’une heure
pt: A sua STB está prestes a entrar em espera, continuar? Selecione não para atrasar uma hora

source: Your Box is about to go into DeepStandby, continue? Select no to delay one hour
es: El deco está a punto de apagarse. ¿Continuar? Seleccione no para retrasar una hora
fr: Votre récepteur est prêt à passer en veille profonde, continuer? Choisir non to prolonger d’une heure
pt: A sua STB está prestes a entrar em Suspensão, continuar? Selecione não para atrasar uma hora

source: Your Box is about to go into Reboot, continue? Select no to delay one hour
es: El deco está a punto de reiniciarse. ¿Continuar? Seleccione no para retrasar una hora
fr: Votre récepteur est prêt à redémarrer, continuer? Choisir non to prolonger d’une heure
pt: A sua STB está prestes a reiniciar, continuar? Selecione não para atrasar uma hora

source: Your Box is about to go into E2 Restart, continue? Select no to delay one hour
es: El deco está a punto de reiniciar E2. ¿Continuar? Seleccione no para retrasar una hora
fr: Votre récepteur est prêt à redémarrer l’IGU, continuer? Choisir non to prolonger d’une heure
pt: A sua STB está prestes a Reiniciar Enigma2, continuar? Selecione não para atrasar uma hora

source: Custom
es: Personalizado
fr: Personnaliser
pt: Personalizado

source: Default
es: Predeterminado
fr: Standard
pt: Padrão

source: Performance
es: Rendimiento
pt: Desempenho

source: Information
es: Información
pt: Informação

source: About
es: Acerca de
fr: À propos
pt: Sobre

source: HELP_About
es: Abre la caja de diálogo Acerca de
fr: AIDE_à propos
pt: AJUDA_Sobre

source: Disable EMC
es: Desactivar EMC
fr: Désactiver EMC
pt: Desativar EMC

source: HELP_Disable EMC
es: Desactivar EMC completamente. Algunas funciones especiales como [limpieza temporizadores], [Limpieza papelera] y [reinicio automático] permanecen activos en segundo plano.
fr: AIDE_Désactiver EMC
pt: Ajuda_Desativar EMC

source: Start EMC with
es: Iniciar EMC con
fr: Démarrer EMC avec
pt: Iniciar EMC com

source: HELP_Start EMC with
es: Defina una tecla directa para abrir EMC.
fr: AIDE_Démarrer EMC avec
pt: AJUDA_Iniciar EMC com

source: Show plugin config in extensions menu
es: Mostrar configuración del complemento en el menú de extensiones
fr: Afficher le plugin dans le menu des extensions
pt: Mostrar a configuração do plugin no menu de extensões

source: HELP_Show plugin config in extensions menu
es: Mostrar u ocultar la configuración de EMC en el menú extensiones. Al menú extensiones normalmente se accede con la tecla [azul].
fr: AIDE_Afficher le plugin dans le menu des extensions
pt: AJUDA_Mostrar plugin config no menu extensões

source: Show EMC in extensions menu
es: Mostrar EMC en el menú de extensiones
fr: Afficher EMC dans le menu des extensions
pt: Mostrar o EMC no menu de extensões

source: HELP_Show EMC in extensions menu
es: Mostrar u ocultar EMC en el menú de extensiones. Al menú extensiones normalmente se accede con la tecla [azul].
fr: AIDE_Afficher EMC dans le menu des extensions
pt: EMC AJUDA_Mostrar no menu de extensões

source: HELP_Key assignment Separator
es: Asignación de teclas
fr: AIDE_Séparateur d’assignation des touches
pt: Atribuição de AJUDA_Tecla separador

source: Bouquet buttons behaviour
es: Comportamiento botones de bouquet
fr: Comportement des boutons du bouquet
pt: Comportamento de Teclas de bouquet

source: HELP_Bouquet buttons behaviour
es: Saltar al principio o al final de la lista o saltar sólo un cierto número de entradas
fr: AIDE_Comportement des boutons du bouquet
pt: Comportamento de teclas de AJUDA_Bouquet

source: List entries to skip
es: Entradas de lista a saltar
fr: Liste des entrées à sauter
pt: Lista de entradas a saltar

source: HELP_List entries to skip
es: Número de entradas de la lista que se omiten cuando se pulsa el botón de bouquet
fr: AIDE_List entries to skip
pt: AJUDA_Lista entradas para ignorar

source: Red button function
es: Función del botón rojo
fr: Fonction du bouton rouge
pt: Função da tecla vermelha

source: HELP_Red button function
es: Función del botón rojo
fr: AIDE_Fonction du bouton rouge
pt: Função da tecla de AJUDA_Vermelha

source: Long Red button function
es: Función del botón rojo (pulsación prolongada)
fr: Fonction du bouton rouge long
pt: Função da tecla <VERMELHA LONGO>

source: HELP_Long Red button function
es: Función del botón rojo (pulsación prolongada)
fr: AIDE_Fonction du bouton rouge long
pt: Função do botão vermelho AJUDA_Long

source: Yellow button function
es: Función del botón amarillo
fr: Fonction du bouton jaune
pt: Função da tecla <AMARELO>

source: HELP_Yellow button function
es: Función del botón amarillo
fr: AIDE_Fonction du bouton jaune
pt: Função do botão de AJUDA_Amarelo

source: Long Yellow button function
es: Función del botón amarillo (pulsación prolongada)
fr: Fonction du bouton jaune long
pt: Função da tecla <AMARELA LONGA>

source: HELP_Long Yellow button function
es: Función del botón amarillo (pulsación prolongada)
fr: AIDE_Fonction du bouton jaune long
pt: Função de botão amarelo AJUDA_Long

source: Blue button function
es: Función del botón azul
fr: Fonction du bouton bleu
pt: Função da tecla <AZUL>

source: HELP_Blue button function
es: Una selección de funciones se puede asignar al botón azul.
fr: AIDE_Fonction du bouton bleu
pt: Função do botão de AJUDA_Blue

source: Long Blue button function
es: Función del botón azul (pulsación prolongada)
fr: Fonction du bouton bleu long
pt: Função da tecla <AZUL LONGA>

source: HELP_Long Blue button function
es: Función del botón azul (pulsación prolongada)
fr: AIDE_Fonction du bouton bleu long
pt: Função de botão azul AJUDA_Long

source: daily auto-start
es: Inicio automático diario
fr: Démarrage automatique quotidien
pt: início automático diário

source: HELP_Daily auto-start
es: Puesta en marcha diaria
fr: AIDE_Démarrage automatique quotidien
pt: Auto-AJUDA_Daily-início

source: auto-start window begin
es: comenzar ventana de inicio automático
fr: Début de la fenêtre de démarrage automatique
pt: início da janela de início automático

source: HELP_auto-start window begin
es: Inicio de la ventana temporal para el reinicio automático de Enigma2.
fr: AIDE_Début de la fenêtre de démarrage automatique
pt: Começar a janela AJUDA_auto-início

source: auto-start window end
es: finalizar ventana de inicio automático
fr: Fin de la fenêtre de démarrage automatique
pt: final da janela de início automático

source: HELP_auto-start window end
es: Fin de la ventana temporal para el reinicio automático de Enigma2.
fr: AIDE_Fin de la fenêtre de démarrage automatique
pt: Final da janela AJUDA_auto-início

source: Force standby after auto-restart
es: Forzar modo de espera tras el reinicio automático
fr: Forcer la veille après un redémarrage automatique
pt: Forçar modo de espera depois de reinício automático

source: HELP_Force standby after auto-start
es: Tras el reinicio automático de Enigma2, el deco se cambiará a modo de espera.
fr: AIDE_Forcer la veille après un redémarrage automatique
pt: AJUDA_Force modo de espera após início automático

source: LongInfo Button
es: Botón Info (pulsación prolongada)
fr: Bouton info long
pt: Tecla <INFO LONGA>

source: HELP_LongInfo Button
es: Asignar función al botón INFO (pulsación prolongada)
fr: AIDE_Bouton info long
pt: Botão AJUDA_LongInfo

source: Movie home at start
es: Ruta inicial al iniciar
fr: Répertoire d’accueil des films au démarrage
pt: Início do Filme ao iniciar

source: HELP_Movie home at start
es: EMC inicia siempre en la ruta inicial
fr: AIDE_Répertoire d’accueil des films au démarrage
pt: AJUDA_Movie em casa no início

source: Default sort mode
es: Modo de clasificación predeterminado
fr: Tri par défaut
pt: Modo de Ordenação Padrão

source: HELP_Sort mode at startup
es: Aquí puede seleccionar en qué orden se muestra la lista de películas al inicio de EMC.
fr: AIDE_Tri par défaut
pt: Modo de AJUDA_Sort na inicialização

source: Movie home home path
es: Ruta inicial
fr: Répertoire d’accueil des films
pt: Pasta inicial na pasta Filmes

source: HELP_Movie home home path
es: Establezca la ruta inicial.
fr: AIDE_Répertoire d’accueil des films
pt: AJUDA_Movie caminho de casa em casa

source: EMC path access limit
es: Límite de acceso a la ruta de ECM
fr: Limite du chemin d’accès de EMC
pt: EMC limite de acesso raíz

source: HELP_EMC path access limit
es: Limite su ruta de acceso hacia fuera de su ruta inicial. Con los botones [<] y [>] (junto a la tecla número 0) es posible anular este límite.
fr: AIDE_Limite du chemin d’accès de EMC
pt: Limite de acesso de caminho AJUDA_EMC

source: Cursor predictive move after selection
es: Movimiento predictivo del cursor después de la selección
fr: Déplacement prédictif du curseur après une sélection
pt: Movimento preditivo de cursor após seleção

source: HELP_Cursor predictive move after selection
es: Después de Selección con el botón [VIDEO/PVR] el cursor se moverá en la dirección especificada. Con “arriba / abajo” el cursor seguirá la última dirección aplicada.
fr: AIDE_Déplacement prédictif du curseur après une sélection
pt: AJUDA_Cursor preditivo movimento após seleção

source: Show symlinks
es: Mostrar los enlaces simbólicos
fr: Afficher les liens symboliques
pt: Mostrar links simbólicos

source: HELP_Show symlinks
es: Mostrar enlaces simbólicos.
fr: AIDE_Afficher les liens symboliques
pt: AJUDA_Mostrar links simbólicos

source: Show directories
es: Mostrar directorios
fr: Afficher les répertoires
pt: Mostrar pastas

source: HELP_Show directories
es: Mostrar u ocultar los directorios en la lista de películas
fr: AIDE_Afficher les répertoires
pt: AJUDA_Mostrar Pastas

source: Show directories within movielist
es: Mostrar directorios dentro de la lista de películas
fr: Afficher les répertoires dans la liste des films
pt: Mostrar pastas na lista de filmes

source: HELP_Show directories within movielist
es: Mostrar u ocultar los directorios en la lista de películas
fr: AIDE_Afficher les répertoires dans la liste des films
pt: AJUDA_Mostrar pastas dentro da lista de filmes

source: Configured directories at the top of movielist
es: Directorios configurados en la parte superior de la lista de películas
fr: Configurer le répertoire au sommet de la liste des films
pt: Pastas configuradas no topo da lista de filmes

source: HELP_Configure in etc\enigma2\emc-topdir.cfg
es: Configure en etc/enigma2/emc-topdir.cfg
fr: AIDE_Configurer le répertoire au sommet de la liste des films
pt: AJUDA_Definir em etc\enigma2\emc-topdir.cfg

source: Show directories information
es: Mostrar información de directorios
fr: Afficher les informations des répertoires
pt: Mostrar informações das pastas

source: HELP_Show directories information
es: Visualizar cantidad de grabaciones y/o cuántos espacio en disco utilizan.
fr: AIDE_Afficher les informations des répertoires
pt: AJUDA_Mostrar informações das pastas

source: Text shown for initially unknown file count
es: Texto mostrado para el número de archivos inicialmente desconocidos
fr: Texte affiché pour le nombre de fichiers initialement inconnu
pt: Texto indicado para contagem de arquivo inicialmente desconhecido

source: HELP_Text shown for initially unknown file count
es: Esta función determina como se muestra el texto al buscar en los directorios con un número de archivos desconocido.
fr: AIDE_Texte affiché pour le nombre de fichiers initialement inconnu
pt: AJUDA_Texto mostrado para contagem de arquivo inicialmente desconhecido

source: Text shown for initially unknown count and size
es: Texto mostrado para número y tamaño inicialmente desconocidos
fr: Texte affiché pour la taille et le nombre initialement inconnu
pt: Texto mostrado para tamanho e contagem inicialmente desconhecida

source: HELP_Text shown for initially unknown count and size
es: Esta función determina como se muestra el texto al buscar en los directorios con un número y tamaño de archivos desconocido.
fr: AIDE_Texte affiché pour la taille et le nombre initialement inconnu
pt: AJUDA_Text mostrado para tamanho e contagem inicialmente desconhecida

source: Text shown for initially unknown directory size
es: Texto mostrado para tamaño de directorio inicialmente desconocido.
fr: Texte affiché pour la taille de répertoire initiallement inconnu
pt: Texto mostrado para tamanho de pasta inicialmente desconhecida

source: HELP_Text shown for initially unknown directory size
es: Esta función determina como se muestra el texto al no saber inicialmente el tamaño de un directorio.
fr: AIDE_Texte affiché pour la taille de répertoire initiallement inconnu
pt: AJUDA_Text mostrado para tamanho de pasta inicialmente desconhecida

source: Icon shown for initially unknown count / size
es: Icono mostrado para número y tamaño inicialmente desconocido.
fr: Icône affiché pour nombre de départ/taille inconnu
pt: Ícone mostrado para contagem inicialmente desconhecida / tamanho

source: HELP_Icon shown for initially unknown count / size
es: Habilita si se muestra o no un icono para númer y tamaño inicialmente desconocido.
fr: AIDE_Icône affiché pour nombre de départ/taille inconnu
pt: AJUDA_Icon indicado para contagem inicialmente desconhecida / tamanho

source: Horizontal alignment for count / size
es: Configurar la alineación horizontal para número / tamaño
fr: Alignement horizontal pour nombre/taille
pt: Alinhamento Horinzontal para contador / tamanho

source: HELP_Horizontal alignment for count / size
es: Indica la alineación horizontal del texto para número y tamaño.
fr: AIDE_Alignement horizontal pour nombre/taille
pt: AJUDA_Horizontal alinhamento para contagem / tamanho

source: Horizontal alignment for date
pt: Alinhamento horizontal para a data

source: HELP_Horizontal alignment for date
pt: AJUDA_Horizontal alinhamento para data
