Repository: Akki01/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: es, fr, pt

source: Enable daily trashcan cleanup
es: Habilitar la limpieza diaria de la papelera
fr: Activer la vérification du nettoyage quotidien
pt: Permitir a limpeza diária da reciclagem

source: HELP_Enable daily trashcan cleanup
es: EMC elimina los archivos viejos de la papelera, cuando alcanzan el límite de vencimiento establecido en la siguiente entrada.
fr: AIDE_Activer la vérification du nettoyage quotidien
pt: Limpeza diária de lixo AJUDA_Enable

source: Daily cleanup time
es: Hora de limpieza diaria
fr: Heure du nettoyage quotidien
pt: Hora de limpeza diária

source: HELP_Daily cleanup time
es: Se borrarán los archivos antigüos de la papelera que alcanzaron el tiempo de espera establecido.
fr: AIDE_Heure du nettoyage quotidien
pt: Tempo de limpeza AJUDA_Daily

source: How many days files may remain in trashcan
es: Tiempo de los archivos en la papelera (días)
fr: Combien de jours les fichers peuvent rester dans la corbeille
pt: Quantos dias devem permanecer os ficheiros na reciclagem

source: HELP_How many days files may remain in trashcan
es: Establecer cuántos días pueden permanecer los archivos en la papelera antes de que EMC los elimine de forma permanente. (Cuando se ajusta a [0] los archivos serán borrados inmediatamente).
fr: AIDE_Combien de jours les fichers peuvent rester dans la corbeille
pt: AJUDA_How muitos arquivos dias podem permanecer no caixote do lixo

source: Move finished movies in trashcan
es: Mover películas terminadas a la papelera
fr: Déplacer les fichiers terminés dans la corbeille
pt: Mover filmes acabados na recickagem

source: HELP_Move finished movies in trashcan
es: Mueva todas las grabaciones vistas de la ruta inicial a la papelera cuando alcanzan el límite de vencimiento establecido en la siguiente entrada.
fr: AIDE_Déplacer les fichiers terminés dans la corbeille
pt: AJUDA_Move terminou o filmes em lata de lixo

source: Age of finished movies in movie folder (days)
es: Antiguedad de las películas vistas en el directorio película (días)
fr: Durée de conservation des films terminés dans le répertoire des films (jours)
pt: Idade de filmes acabados na pasta do filme (dias)

source: HELP_Age of finished movies in movie folder (days)
es: Programe la cantidad de días que las películas vistas pueden permanecer en el directorio de películas (días)
fr: AIDE_Durée de conservation des films terminés dans le répertoire des films (jours)
pt: AJUDA_Idade de filmes acabados na pasta do filme (dias)

source: Display directory reading text
es: Mostrar texto <leyendo el directorio …>
fr: Afficher le texte à lire des répertoires
pt: Pasta de exibição do texto de leitura

source: HELP_Display directory reading text
es: Visualizar el mensaje “<leyendo el directorio …>“ durante la lectura de directorio.
fr: AIDE_Afficher le texte à lire des répertoires
pt: Texto de leitura da pasta AJUDA_Visor

source: EMC always reload after open
es: EMC siempre vuelve a cargar después de abierto
fr: EMC se recharge toujours à l’ouverture
pt: Recarregar sempre EMC após abrir

source: HELP_EMC always reload after open
es: Directorio se vuelve a leer con cada inicio de EMC. (De lo contrario el directorio se lee de la memoria caché en adelante, al segundo reinicio.)
fr: AIDE_EMC se recharge toujours à l’ouverture
pt: AJUDA_EMC sempre recarregar após aberto

source: EMC re-open list after STOP-press
es: EMC vuelva a abrir la lista después de pulsar STOP
fr: EMC réouvre la liste après un appui sur STOP
pt: EMC re-abrir lista após premir <PARAR>

source: HELP_EMC re-open list after STOP-press
es: Si se detiene la reproducción, la lista de películas EMC se muestra de nuevo. (De lo contrario el Modo TV se activa de nuevo.)
fr: AIDE_EMC réouvre la liste après un appui sur STOP
pt: AJUDA_EMC re-abrir lista após PARAGEM-imprensa

source: EMC re-open list after Movie end
es: EMC vuelva a abrir la lista al terminar una película
fr: EMC réouvre la liste après la fin du film
pt: EMC re-abrir lista após o final do filme

source: HELP_EMC re-open list after Movie end
es: Si la reproducción llega al final, la lista de películas EMC se muestra de nuevo. (De lo contrario el Modo TV se activa de nuevo.)
fr: AIDE_EMC réouvre la liste après la fin du film
pt: AJUDA_EMC re-abrir lista após o final do filme

source: Leave Movie with Exit
es: Abandonar película con Exit
fr: Quitter le film avec Exit
pt: Abandonar o filme com a tecla <EXIT>

source: HELP_Leave Movie with Exit
es: La reproducción de una grabación se puede detener con el botón EXIT, adicional al botón STOP.
fr: AIDE_Quitter le film avec Exit
pt: AJUDA_Leave filme com saída

source: Hide movies being moved
es: Ocultar películas que se mueven
fr: Cacher les films qui sont en cours de déplacement
pt: Esconder filmes ao serem movidos

source: HELP_Hide movies being moved
es: La grabación se oculta de la lista de películas mientras se mueve. (De todos modos la acción de mover se ejecutará en segundo plano.)
fr: AIDE_Cacher les films qui sont en cours de déplacement
pt: Filmes de AJUDA_Hide sendo movidos

source: Hide movies being deleted
es: Ocultar películas que se eliminan
fr: Cacher les films qui sont en cours d’effacement
pt: Esconder filmes ao serem apagados

source: HELP_Hide movies being deleted
es: La grabación se oculta de la lista de películas mientras se borra. (De todos modos la acción de eliminación se ejecutará en segundo plano.)
fr: AIDE_Cacher les films qui sont en cours d’effacement
pt: Filmes de AJUDA_Hide sendo excluídos

source: Enable remote recordings
es: Habilitar grabaciones remotas
fr: Activer l’enregistrement à distance
pt: Permitir gravações remotas

source: HELP_Enable remote recordings
es: Detectar grabaciones de otro deco a un volumen común. Esta grabación tendrá icono especial
fr: AIDE_Activer l’enregistrement à distance
pt: AJUDA_Enable remotas gravações

source: Automatic timers list cleaning
es: Borrado automático de lista de temporizadores
fr: Nettoyage automatique des programmations
pt: Limpeza da lista de timers automáticos

source: HELP_Automatic timers list cleaning
es: Los temporizadores acabados serán eliminados de la lista de temporizadores automáticamente.
fr: AIDE_Nettoyage automatique des programmations
pt: Lista de temporizadores AJUDA_Automatic limpeza

source: HELP_Language Separator
es: Ajustes de idioma
fr: AIDE_Séparateur des langues
pt: AJUDA_Language separador

source: Preferred EPG language
es: Idioma preferido de EPG
fr: Langue préférée pour l’EPG
pt: Idioma preferencial do EPG

source: HELP_Preferred EPG language
es: Aquí puede especificar el idioma preferido para la EPG.
fr: AIDE_Langue préférée pour l’EPG
pt: Língua AJUDA_Preferred EPG

source: Extra support for language
es: Soporte extra para el idioma
fr: Support étendu pour les langues
pt: Suporte extra para o idioma

source: HELP_Extra support for selected language
es: Soporte extra para el idioma seleccionado
fr: AIDE_Support étendu pour les langues
pt: AJUDA_Extra suporte para o idioma selecionado

source: Enable playback auto-subtitling
es: Habilitar la reproducción automática de subtítulos
fr: Activer la lecture automatique des sous-titres
pt: Ativar a reprodução automática-Legendagem

source: HELP_Enable playback auto-subtitling
es: Activar la selección automática de los idiomas de subtítulos.
fr: AIDE_Activer la lecture automatique des sous-titres
pt: AJUDA_Enable reprodução auto-Legendagem

source: Primary playback subtitle language
es: Primer idioma de subtítulos en reproducción
fr: Première langue des sous-titres en lecture
pt: Idioma das legendas de reprodução primário

source: HELP_Primary playback subtitle language
es: El primer idioma que se seleccionará, si está disponible, para los subtítulos.
fr: AIDE_Première langue des sous-titres en lecture
pt: Idioma de legendas de reprodução AJUDA_Primary

source: Secondary playback subtitle language
es: Segundo idioma de subtítulos
fr: Deuxième langue des sous-titres en lecture
pt: Idioma das legendas de reprodução secundário

source: HELP_Secondary playback subtitle language
es: Segundo idioma que se seleccionará, si está disponible, para los subtítulos.
fr: AIDE_Deuxième langue des sous-titres en lecture
pt: Idioma de legendas de reprodução AJUDA_Secondary

source: Tertiary playback subtitle language
es: Tercer idioma de subtítulos
fr: Troisième langue des sous-titres en lecture
pt: Idioma de reprodução de legendas 3

source: HELP_Tertiary playback subtitle language
es: Tercer idioma que se seleccionará, si está disponible, para los subtítulos.
fr: AIDE_Troisième langue des sous-titres en lecture
pt: Idioma de legendas de reprodução AJUDA_Tertiary

source: Enable playback auto-language selection
es: Activar selección automática del idioma de reproducción
fr: Activer la sélection automatique de la langue en lecture
pt: Ativar a reprodução automática-seleção de idioma

source: HELP_Enable playback auto-language selection
es: La selección automática de la pista de audio se activa aquí.
fr: AIDE_Activer la sélection automatique de la langue en lecture
pt: Seleção de autoidioma de reprodução AJUDA_Enable

source: Enable playback AC3-track first
es: Habilitar primero pista de audio AC3
fr: Activer la lecture de la piste AC3 en premier
pt: Ativar a reprodução AC3-faixa primeiro

source: HELP_Enable playback AC3-track first
es: Habilitar primero pista de audio AC3
fr: AIDE_Activer la lecture de la piste AC3 en premier
pt: Reprodução AJUDA_Enable AC3-faixa primeiro

source: Primary playback audio language
es: Primera pista de audio de reproducción
fr: Première langue audio en lecture
pt: Idioma de áudio de reprodução primário

source: HELP_Primary playback audio language
es: Primer canal de audio que se seleccionará si está disponible.
fr: AIDE_Première langue audio en lecture
pt: Idioma de áudio de reprodução de AJUDA_Primary

source: Secondary playback audio language
es: Segunda pista de audio al reproducir
fr: Deuxième langue audio en lecture
pt: Idioma de áudio secundário de reprodução

source: HELP_Secondary playback audio language
es: El segundo canal de audio que se seleccionará si está disponible.
fr: AIDE_Deuxième langue audio en lecture
pt: Idioma de áudio de reprodução de AJUDA_Secondary

source: Tertiary playback audio language
es: Tercera pista de audio
fr: Troisième langue audio en lecture
pt: Idioma de reprodução de áudio 3

source: HELP_Tertiary playback audio language
es: Tercer canal de audio que se debe seleccionar si está disponible.
fr: AIDE_Troisième langue audio en lecture
pt: Idioma de áudio de reprodução de AJUDA_Tertiary

source: HELP_Advanced options separator
es: Configuración avanzada
fr: AIDE_Options avancées des séparateurs
pt: AJUDA_Avançada separador de opções

source: Description field update delay
es: Descripción campo de retardo de actualización
fr: Délai de mise à jour du champ description
pt: Atraso de atualização de campo de descrição

source: HELP_Description field update delay
es: Retardo para la visualización de la descripción en la lista de películas. (Mejora la velocidad de navegación múltiples veces al pulsar el botón arriba/abajo debido a que la descripción sólo se carga después del retardo elegido.)
fr: AIDE_Délai de mise à jour du champ description
pt: Atraso de atualização de campo de AJUDA_Description

source: Key period value (50-900)
es: Valor de período de tecla (50-900)
fr: Valeur de la période des touches (50-900)
pt: Valor de chave período (50-900)

source: HELP_Key period value (50-900)
es: Tiempo de repetición del botón cuando se mantiene pulsado el botón.
fr: AIDE_Valeur de la période des touches (50-900)
pt: AJUDA_Key período valor (50-900)

source: Key repeat value (250-900)
es: Valor de repetición de tecla (250-900)
fr: Valeur de répétition des touches (250-900)
pt: Valor de chave de repetição (250-900)

source: HELP_Key repeat value (250-900)
es: Velocidad de repetición del botón cuando se mantiene pulsado el botón.
fr: AIDE_Valeur de répétition des touches (250-900)
pt: AJUDA_Key repetir o valor (250-900)

source: Show message if file added to playlist
es: Mostrar mensaje si se añade un archivo a la lista de reproducción
fr: Afficher un message si un fichier est ajouté à une liste de lecture
pt: Mostrar mensagem se adicionar um ficheiro à lista de reprodução

source: HELP_Show message if file added to playlist
es: Muestra un mensaje si el archivo se ha añadido a la lista de reproducción.
fr: AIDE_Afficher un message si un fichier est ajouté à une liste de lecture
pt: Mensagem de AJUDA_Mostrar se o arquivo é adicionado à lista de reprodução

source: HELP_Advanced Skin options separator
es: Ajustes avanzados de la interfaz
fr: AIDE_Options avancées des séparateurs du thème
pt: AJUDA_Avançada Separador Opções da skin

source: Use original EMC-skin (needs reopen)
es: Usar skin original de EMC (necesita abrir EMC de nuevo)
fr: Utiliser le thème original EMC (nécessite d’être relancer)
pt: Usar a skin original EMC ( reabrir necessário )

source: HELP_Use original EMC-skin (needs reopen)
es: Usar skin original de EMC. Requiere que se abra EMC de nuevo.
fr: AIDE_Utiliser le thème original EMC (nécessite d’être relancer)
pt: AJUDA_Usar skin_EMC original (precisa reabrir)

source: HELP_Advanced audio metadata options separator
es: Configuración avanzada de los metadatos de audio.
fr: AIDE_Options avancées des séparateurs audio metadata
pt: Separador de opções de metadados áudio AJUDA_Avançada

source: Download Mutagen-package for audio metadata
es: Descargar paquete Mutagen para los metadatos de audio
fr: Télécharger le package Mutagen pour les metadonnées audio
pt: Descarregar mutagênico-pacote para metadados de áudio

source: HELP_Download Mutagen-package for audio metadata
es: El paquete Mutagen para los metadatos de audio está disponible.
fr: AIDE_Télécharger le package Mutagen pour les metadonnées audio
pt: AJUDA_Download mutagênico-pacote para metadados de áudio

source: Show audio metadata (needs skin-changes)
es: Mostrar metadatos de audio (necesita cambios en la interfaz)
fr: Afficher les metadonnées audio (nécessite une modification dans le thème)
pt: Mostrar metadados áudio (necessidades-alterações da skin)

source: HELP_Show audio metadata (needs skin-changes)
es: Mostrar metadatos de audio en la lista de películas. Para visualizar los detalles se necesita modificar la interfaz.
fr: AIDE_Afficher les metadonnées audio (nécessite une modification dans le thème)
pt: Metadados de áudio AJUDA_Mostrar (precisa de alterações da pele)

source: Upgrade/Download Mutagen v1.28(experimental)
es: Actualizar/Descargar Mutagen v1.28(experimental)
fr: Mise-à-jour/téléchargement Mutagen v1.28(expérimental)
pt: Atualização/Download mutagênico v1.28(experimental)

source: HELP_Upgrade/Download Mutagen v1.28(experimental)
es: Actualizar/Descargar Mutagen v1.28(experimental)
fr: AIDE_Mise-à-jour/téléchargement Mutagen v1.28(expérimental)
pt: V1.28(experimental) AJUDA_Descarregar/Atualizar mutagênico

source: Enable EMC debug output
es: Activar la salida de depuración de EMC
fr: Activer le déboggage EMC
pt: Ativar saída de depuração

source: HELP_Enable EMC debug output
es: Activar la depuración de EMC. El archivo de registro se guarda en el directorio “directorio de salida de EMC”. ¡¡¡ ACTIVAR SOLO EN CASO DE PROBLEMAS !!!
fr: AIDE_Activer le déboggage EMC
pt: Saída de depuração AJUDA_Enable EMC

source: EMC output directory
es: Directorio de salida de EMC
fr: EMC répertoire de sortie
pt: EMC Pasta de saída

source: HELP_EMC output directory
es: Seleccione el directorio de salida para el archivo de registro.
fr: AIDE_EMC répertoire de sortie
pt: AJUDA_EMC Pasta de saída

source: Debug output file name
es: Nombre de archivo de la salida de depuración
fr: Nom du fichier de sortie de déboggage
pt: Nome do arquivo de depuração

source: HELP_Debug output file name
es: Nombre del archivo de registro para la depuración.
fr: AIDE_Nom du fichier de sortie de déboggage
pt: AJUDA_Debug nome do arquivo de saída

source: Install Mutagen-package
es: Instalar paquete Mutagen
fr: Installer le package Mutagen
pt: Instalar pacote mutagênico

source: Load default settings will overwrite all settings, really load them?
es: Cargar los ajustes predeterminados sobrescribirá todos los ajustes. ¿Realmente quieres cargarlos?
fr: Lire les valeurs par défaut cela écrasera tous vos paramètres, le voulez-vous vraiment?
pt: Carregar a definição padrão irá substituir todas as configurações, deseja carregá-la?

source: Some settings changes require GUI restart to take effect.
es: Algunos cambios requieren reiniciar GUI para ser aplicados.
fr: Certains changementsde paramètres nécessite un rédemarrage de l’IGU pour prendre effet.
pt: Algumas mudanças nas definições requerem o início do Interface Gráfico para que produzam efeito.

source: Really close without saving settings?
es: ¿Seguro que quieres cerrar sin guardar la configuración?
fr: Vraiment fermer sans sauver les paramètres?
pt: Deseja Sair mesmo sem Gravar as definições?

source: Select Location
es: Seleccionar ubicación
fr: Choisir l’emplacement
pt: Selecione a Localização

source: Given path %s does not exist. Please change.
es: La ruta %s no existe. Por favor, cámbiela.
fr: Le répertoire spécifié %s n’existe pas. Merci de corriger.
pt: Percurso especificado %s não existe. Por favor, mude-o.

source: Trashcan create failed. Check mounts and permissions.
es: Fallo al crear la papelera. Compruebe los montajes y permisos.
fr: La création de la corbeille a échoué. Vérifier les points de montage et les permissions.
pt: Criação da Reciclagem falhou. Verificar permissões e montagens.

source: jump to previous marked position
es: saltar al marcador anterior
fr: sauter vers la position marquée précédente
pt: saltar para a posição anterior marcada

source: jump to next marked position
es: saltar al siguiente marcador
fr: sauter vers la position marquée suivante
pt: saltar para a próxima marca

source: toggle a cut mark at the current position
es: Cambiar una marca de corte a la posición actual.
fr: basculer un marqueur cut à la position actuelle
pt: alternar entre uma marca de corte na posição atual

source: Do you want to resume this playback?
es: ¿Quieres reanudar la reproducción?
fr: Voulez-vous reprendre cette lecture?
pt: Pretende retomar esta reprodução?

source: Resume position at %s
es: Reanudar posición en %s
fr: Reprendre position à %s
pt: Posição de retoma em %s

source: Resuming playback
es: Reanudando reproducción
fr: Reprise de la lecture
pt: Retomar a Reprodução

source: trashcan
es: Papelera
fr: corbeille
pt: reciclagem

source: Latest Recordings
es: Últimas grabaciones
fr: Dernier enregistrements
pt: Últimas Gravações

source: VLC-Server
es: Servidor VLC
fr: Serveur VLC
pt: VLC-Servidor

source: VLC-Dir
es: Directorio VLC
fr: Répertoire VLC
pt: VLC-Pasta

source: Latest
es: Más reciente
fr: Dernier
pt: Últimos

source: Up
es: Arriba
fr: Haut
pt: Cima

source: Bookmark
es: Marcador
fr: Marqueur
pt: Marcador

source: Trashcan
es: Papelera
fr: Corbeille
pt: Reciclagem

source: Directory
es: Directorio
fr: Répertoire
pt: Pasta

source: Link
es: Enlace
fr: Lien
pt: Ligação

source: Collection
es: Colección
pt: Coleção

source: UNKNOWN
es: DESCONOCIDO
fr: INCONNU
pt: DESCONHECIDO

source: German
es: Alemán
fr: Allemand
pt: Alemão

source: English
es: Inglés
fr: Anglais
pt: Inglês

source: Yes
es: Sí
fr: Oui
pt: Sim

source: No
fr: Non
pt: Não

source: Movies
es: Películas
fr: Films
pt: Filmes

source: TV Shows
es: Programas de TV
fr: Shows TV
pt: Programas de TV

source: Content:
es: Contenido:
fr: Contenu:
pt: Conteúdo:

source: Runtime:
es: Tiempo de ejecución:
fr: Durée:
pt: Duração:

source: Minutes
es: Minutos
pt: Minutos

source: Genre:
es: Género:
pt: Género:

source: Production Countries:
es: Países de producción:
fr: Pays de production:
pt: Países de Produção:

source: Release Date:
es: Fecha de estreno:
fr: Date de sortie:
pt: Data de realização:

source: Vote:
es: Voto:
pt: Votar:

source: unknown
es: desconocido
fr: inconnu
pt: desconhecido

source: Search results for:
es: Buscar resultados para:
fr: Rechercher les résultats pour:
pt: Resultados de procura para:

source: Movie Info
es: Info de película
fr: Info film
pt: Informações do filme

source: movies found!
es: películas encontradas.
fr: films trouvé!
pt: Nenhum filme encontrado

source: An error occured! Internet connection broken?
es: ¡Ha ocurrido un error! ¿No hay conexión a internet?
fr: Une erreur s’est produite! La connexion internet est défectueuse?
pt: Ocorreu um erro! Erro de ligação à Internet ?

source: Movie Information Download (TMDb)
es: Descargar información de la película (TMDb)
fr: Téléchargement des informations des films (TMDb)
pt: Descarregar Informações do filme (TMDb)

source: Movie Information downloaded successfully!
es: Información de la película descargada correctamente.
fr: Le téléchargement des informations du film a réussi!
pt: Informações do filme descarregado com êxito!

source: Cover %s exists! Do you want to replace the existing cover?
es: La carátula %s ya existe. ¿Quieres reemplazar la carátula existente?
fr: L’affiche %s existe! Voulez-vous remplacer l’affiche existante?
pt: Existe capa para %s! Pretende substituir a capa existente?

source: Movie Information Preview for:
es: Vista previa de la información de la película para:
fr: Prévisualisation des informations du films pour:
pt: Pré-visualizar informações do filme aos:

source: Movie Information Preview
es: Vista previa de la información de la película
fr: Prévisualisation des informations du films
pt: Pré-visualizar informações do filme

source: Nothing was found !
es: No se encontró nada.
fr: Rien n’a été trouvé!
pt: Nada foi encontrado!

source: Movie Information TMDb
es: Información de TMBd de la película
fr: Information du film TMDb
pt: Informações do Filme TMDb

source: Movie Information and Cover downloaded successfully!
es: Información y carátula de la película descargada correctamente.
fr: Information du film et affiche téléchargée avec succès!
pt: Informações do filme e capa descarregados com êxito!

source: Movie Information downloaded successfully! Can not write Movie Cover File %s
es: Información de la película descargada correctamente. No se puede escribir el archivo de la carátula de la película %s
fr: Information du film téléchargée avec succès! Impossible d’écrire l’affiche du film %s
pt: Informações do filme descarregado com êxito! Não posso escrever a capa do filme no arquivo %s

source: Movie Cover downloaded successfully! Can not write Movie Information File %s
es: Carátula de la película descargada correctamente. No se puede escribir el archivo de información de la película %s
fr: Information du film téléchargée avec succès! Impossible d’écrire les informations du film %s
pt: Capa de filme decarregada com êxito! Não posso escrever informações do filme no arquivo %s

source: Can not write Movie Information and Cover File %s %s
es: No se pueden escribir los archivos de la información y carátula de la película %s %s
fr: Impossible d’écrire les fichiers d’informations et l’affiche %s %s
pt: Não pode escrever informações do filme e a capa %s %s

source: Can not write Movie Information File %s
es: No se puede escribir el archivo de la información de la película %s
fr: Impossible d’écrire les informations du film %s
pt: Não pode escrever o filme informações arquivo %s

source: Language:
es: Idioma:
fr: Langue:
pt: Idioma:

source: Load Runtime:
es: Cargar Duración:
fr: Lire la durée:
pt: Carregar Duração:

source: Load Genre:
es: Cargar Género:
fr: Lire le genre:
pt: Carregar Género:

source: Load Production Countries:
es: Cargar Países de producción:
fr: Lire le pays de production:
pt: Carregar Países de Produção:

source: Load Release Date:
es: Cargar Fecha de estreno:
fr: Lire la date de sortie:
pt: Carregar Data de realização:

source: Load Vote:
es: Cargar Voto:
fr: Lire le vote:
pt: Carregar Apreciação:
