Repository: Akki01/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: es, fr, pt

source: Save Cover
es: Guardar carátula
fr: Sauvegarder la corbeille
pt: Salvar capa

source: Coversize
es: Tamaño de carátula
fr: Taille de l’affiche
pt: Tamanho das Capas

source: Switch complete to new Version
es: Cambiar completamente a la nueva versión
fr: Bascule terminée vers la nouvelle version
pt: Mudar completamente para a nova Versão

source: Movie Information Download Setup
es: Configurar descargas de información de películas
fr: Configuration du téléchargement des informations des films
pt: Informações do filme ( Definição de Descarga )

source: Location:
es: Localización:
fr: Localisation:
pt: Localização:

source: Foldername:
es: Nombre de la carpeta:
fr: Nom du répertoire:
pt: Nome da pasta:

source: Filename:
es: Nombre de archivo:
fr: Nom de fichier:
pt: Nome do ficheiro:

source: Movietitle:
es: Título de película:
fr: Titre du film:
pt: Título do Filme

source: Description:
es: Descripción:
pt: Descrição:

source: Change Foldername
es: Cambio de nombre de carpeta
fr: Changer le nom du répertoire
pt: Alterar Nome da Pasta

source: Change File/Moviename and/or Description
es: Cambiar Archivo / Nombre y/o Descripción de la película
fr: Modifier fichier/nom de film et/ou description
pt: Alterar o arquivo/Nome do Filmes e/ou Descrição

source: EMC: Skipping Trashcan Cleanup Movie Home Path is equal to or a subfolder of the Trashcan
es: ECM: Saltarse la limpieza de la papelera La ruta inicial es igual o es un subdirectorio de la papelera.
fr: EMC: ignore le nettoyage de la corbeille Le répertoire d’accueil des films est égal à ou un sous folder de la corbeille
pt: EMC: Saltar limpeza da reciclagem Percurso da pasta Filmes é igual ou a uma sub-pasta da reciclagem.

source: EMC Trashcan Cleanup failed!
es: No se ha podido vaciar la papelera de EMC.
fr: Le nettoyage de la corbeille EMC a échoué!
pt: EMC limpeza da reciclagem falhou!

source: Artist:
es: Artista:
fr: Artiste:
pt: Artista:

source: Album:
es: Álbum:
pt: Álbum:

source: Reading directory...
es: Leyendo directorio...
fr: Lecture du répertoire…
pt: Pasta de Leitura...

source: Play selected movie(s)
es: Reproducir película(s) seleccionada(s)
fr: Lire le(s) film(s) sélectionné(s)
pt: Reproduzir o(s) filme selecionado(s)

source: Play All
es: Reproducir todo
fr: Lire tout
pt: Reproduzir todas

source: Shuffle All
es: Reproducir todo de modo aleatorio
fr: Mélanger tout
pt: Baralhar Todos

source: Close EMC
es: Cerrar EMC
fr: Fermer EMC
pt: Fechar EMC

source: Open menu
es: Abrir menú
fr: Ouvrir menu
pt: Abrir menu

source: Show event info
es: Mostrar info de evento
fr: Afficher les info de l’événement
pt: Mostrar informações do evento

source: Move cursor page up
es: Mover cursor una página arriba
fr: Déplacer le curseur page du haut
pt: Mover o cursor página para cima

source: Move cursor page down
es: Mover cursor una página abajo
fr: Déplacer le curseur page du bas
pt: Mover o cursor página para baixo

source: Move cursor up
es: Mover cursor hacia arriba
fr: Déplacer le curseur vers le haut
pt: Mover cursor para cima

source: Move cursor down
es: Mover el cursor hacia abajo
fr: Déplacer le curseur vers le bas
pt: Mover o cursor para baixo

source: Move cursor to the top / Move cursor x entries up / Switch Folders in Movie Home (up)
es: Mover el cursor a la parte superior / Mover el cursor x entradas arriba / Cambiar carpetas en la ruta inicial (arriba)
fr: Déplacer le curseur au début / déplacer le curseur x entrées plus haut / basculer les répertoires dans l’accueil des films (haut)
pt: Mover o cursor para cima / mover cursor x entradas acima / Trocar pastas no filme Inicial (para cima)

source: Move cursor to the end / Move cursor x entries down / Switch Folders in Movie Home (down)
es: Mover el cursor al final / Mover el cursor hacia abajo x entradas / Cambiar carpetas en la ruta inicial (abajo)
fr: Déplacer le curseur à la fin / déplacer le curseur x entrées plus bas / basculer les répertoires dans l’accueil des films (bas)
pt: Mover o cursor para o fim / Mover cursor x entradas para baixo / Trocar pastas no filme Inicial (para baixo)

source: Directory forward
es: Adelante en directorios
fr: Répertoire suivant
pt: Pasta posterior

source: Directory back
es: Atrás en directorios
fr: Répertoire précédent
pt: Pasta anterior

source: Toggle service selection
es: Cambiar selección de servicio
fr: Basculer la sélection des services
pt: Seleção de serviço de alternância

source: Remove service selection
es: Eliminar selección de servicios
fr: Enlever la sélection des services
pt: Remova a seleção de serviço

source: Available plugins menu
es: Menú de complementos disponibles
fr: Menu des plugins disponible
pt: Menu de Plugins disponíveis

source: Reload movie file list
es: Recargar lista de archivos de películas
fr: Relire le fichier de la liste des films
pt: Recarregar Lista de Filmes

source: Open Timer List
es: Abrir lista de temporizadores
fr: Ouvrir la liste des programmations
pt: Abrir Lista de Timer

source: Toggle viewed / not viewed
es: Cambiar visto / no visto
fr: Basculer vu/non vu
pt: Alternar visualizados / não visualizados

source: Start / end multiselection
es: Iniciar / finalizar selección múltiple
fr: Démarrage / fin multisélection
pt: Início / fim Seleção múltipla

source: E2 Bookmark
es: Marcador E2
fr: Marqueur E2
pt: Marcador E2

source: Open E2 Bookmark path
es: Abrir ruta de marcadores E2
fr: Ouvrir le répertoire des marqueurs E2
pt: Abrir percurso de marcadores E2

source: No script operation for VLC streams.
es: Ningún script para streams de VLC.
fr: Aucun scripte opérationnel pour les flux VLC.
pt: Nenhuma operação de script para fluxos VLC.

source: Does not contain any scripts.
es: No contiene ningún script.
fr: Ne contient aucun scripte.
pt: Não contém quaisquer outros scripts.

source: Choose script
es: Elija script
fr: Choisir le scripte
pt: Escolher a script

source: Cover search with all Files in Subdirectories? This may take a while on huge Disks, or Directories!
es: ¿Buscar carátulas con todos los archivos en los subdirectorios? Esto puede tardar un buen rato en directorios o discos grandes.
fr: Recherche d’affiche avec tous les fichiers et sous répertoires? Cela peut prendre du temps sur les disques volumineux, ou les répertoires!
pt: Procura de Capas com todos os arquivos em subpastas? Isto pode levar um tempo enorme em discos, ou pastas!

source: No functionality set...
es: Sin función fijada…
fr: Aucune fonctionnalité définie…
pt: Nenhum conjunto de funcionalidade...

source: *** Multiselection active ***
es: *** Selección múltiple activa ***
fr: *** Multisélection active ***
pt: *** Multi-seleção ativa ***

source: Sort Mode
es: Modo de clasificación
fr: Mode de tri
pt: Modo de Ordenação

source: Sort Order
es: Orden de clasificación
fr: Ordre de tri
pt: Ordenar por

source: Hide Cover
es: Ocultar carátula
fr: Masquer les affiches
pt: Esconder Capa

source: Button disabled
es: Botón desactivado
fr: Bouton désactivé
pt: Tecla desativada

source: Cover disabled in EMC-Setup
es: Carátula deshabilitada en la configuración de EMC
fr: Affiche désactivée dans la configuration EMC
pt: Capa desativada na configuração do EMC

source: File not available.
es: Archivo no disponible.
fr: Fichier non disponible.
pt: Ficheiro não disponível.

source: File added to current Playlist.
es: Archivo añadido a la lista de reproducción actual.
fr: Fichier ajouté dans la liste de lecture.
pt: Arquivo adicionado à lista de reprodução atual.

source: File exists in current Playlist.
es: El archivo ya existe en la lista de reproducción actual.
fr: Le fichier existe dans la liste de lecture courante.
pt: Arquivo existe na lista de reprodução atual.

source: Files added to current Playlist.
es: Archivos añadidos a la lista de reproducción actual.
fr: Fichiers ajoutés à la liste de lecture courante.
pt: Arquivos adicionados à lista de reprodução atual.

source: Files added to current Playlist: %s Files exists in current Playlist: %s
es: Archivos añadidos a la lista de reproducción actual: %s Los archivos ya existen en la lista de reproducción actual: %s
fr: Fichiers ajoutés à la liste de lecture courante: %s Les fichiers existent dans la liste de lecture courante: %s
pt: Os arquivos adicionados à lista de reprodução atual: %s Arquivos existem na Lista de Reprodução atual: %s

source: Files exists in current Playlist: %s
es: Los archivos ya existen en la lista de reproducción actual: %s
fr: Les fichiers existent dans la liste de lecture courante: %s
pt: Arquivos existem na Lista de reprodução atual: %s

source: Last played movie/playlist not available...
es: La última película o lista de reproducción reproducida no está disponible…
fr: Dernier film lu/liste de lecture non disponible…
pt: Último reprodução de filme/lista de reprodução não está disponível...

source: Play last movie starting
es: Empezar reproduciendo la última película
fr: Lire le dernier film au démarrage
pt: Reproduzir o último filme a partir de

source: Play All starting
es: Reproducir todo al inicio
fr: Tout lire au démarrage
pt: Reproduzir todos a partir de

source: Shuffle All starting
es: Reproducir todo de modo aleatorio al inicio
fr: Tout mélanger au démarrage
pt: Baralhar Todos no início

source: Not stopping any repeating timers. Modify them with the timer editor.
es: No se están parando los temporizadores de repetición. Modifícalos con el editor de temporizadores.
fr: Ne pas arrêter les programmations qui se répètent. Les modifier avec l’éditeur de programmation.
pt: Não parar para quaisquer Timers repetidos. Modificá-los com o editor de Timers.

source: Stop ongoing recording?
es: ¿Detener grabación actual?
fr: Arrêter l’enregistrement en cours?
pt: Parar a gravação atual?

source: Do you really want to remove your link %s?
es: ¿Realmente quieres eliminar tu enlace %s?
fr: Voulez-vous vraiment effacer votre lien %s?
pt: Pretende realmente remover a sua ligação %s?

source: Do you really want to remove your directory %s?
es: ¿Realmente quieres eliminar tu directorio %s?
fr: Voulez-vous vraiment effacer le répertoire %s?
pt: Pretende realmente remover a pasta %s?

source: Do you really want to remove your bookmark %s?
es: ¿Realmente quieres eliminar tu marcador %s?
fr: Voulez-vous vraiment effacer le marqueur %s?
pt: Deseja mesmo remover o seu marcador %s?

source: Deleting remotely recorded and it will display an rec-error dialog on the other DB.
es: Eliminar grabaciones remotas mostrará un error en la otra base de datos.
fr: effacer un enregistrement distant et cela affichera une erreur d’enregistement sur l’autre récepteur.
pt: Apagar o gravado remotamente e será exibido uma caixa de diálogo "rec-erro" na outra STB.

source: permanently
es: permanentemente
fr: définitivement
pt: permanentemente

source: currently played?
es: reproducción actual?
fr: en cours de lecture?
pt: em reprodução?

source: all selected video files?
es: todos los archivos de vídeo seleccionados?
fr: tous les fichiers vidéos sélectionnés?
pt: todos os arquvos de vídeo selecionados?

source: all selected video files? The currently playing movie is also one of the selections and its playback will be stopped.
es: todos los archivos de video seleccionados? La película actual también está incluida en la selección. La reproducción se detendrá.
fr: tous les fichiers vidéos sélectionés? Le film en cours de lecture est aussi un de la sélection et sa lecture sera arrêtée.
pt: todos selecionados arquivos de vídeo? O filme atualmente sendo também é uma das seleções e sua reprodução será interrompida.

source: Delete error:
es: Borrar el error:
fr: Erreur de suppression:
pt: Excluir erro:

source: The following files are used for other entrys in List ! Also delete these files? %s
es: Los siguientes archivos se están usando para otras entradas en la lista. ¿Borrartambién estos archivos? %s
fr: Les fichiers suivants sont utilisés pour d’autres entrées dans la liste! Effacer aussi ces fichiers? %s
pt: Os seguintes arquivos são usados para as outras entradas na lista! Excluir também esses arquivos? %s

source: This element belongs to a locked folder and cannot be deleted!
es: Este elemento pertenece a una carpeta bloqueada y no puede ser suprimido.
fr: Cet élément appartient à un répertoire vérouillé et ne peut pas être effacé!
pt: Este elemento pertence a uma pasta bloqueada e não pode ser excluído!

source: Delete failed because the trashcan directory does not exist. Attempt to create it now?
es: No se puede eliminar porque el directorio de la papelera no existe. ¿Crearlo ahora?
fr: Impossible d’effacer car le répertoire de la corbeille n’existe pas. Essayer de le créer maintenant?
pt: Falha ao apagar porque não existe a pasta de reciclagem. Tentar criá-la agora?

source: This folder is locked or contains a locked subfolder, unlock it first!
es: Esta carpeta está bloqueada o contiene una subcarpeta bloqueada, ¡Desbloquéela primero!
fr: Ce répertoire est vérouillé ou contient un sous répertoire vérouillé, le débloquer d’abord!
pt: Esta pasta está bloqueada ou contém uma subpasta bloqueada, desbloqueá-la primeiro!

source: Directory is not empty! Do you really want to delete it?
es: El directorio no está vacío. ¿Realmente deseas eliminarlo?
fr: Le répertoire n’est pas vide! Voulez-vous vraiment l’effacer?
pt: A Pasta não está vazia! Pretende realmente excluí-la?

source: Cannot delete the parent directory.
es: No se puede eliminar el directorio padre.
fr: Impossible d’effacer le répertoire parent.
pt: Não é possível excluir a pasta raíz.

source: Delete failed!
es: ¡Fallo al eliminar!
fr: L’effacement a échoué!
pt: Excluir falhou!

source: Move file(s):
es: Mover archivo(s):
fr: Déplacer fichiers:
pt: Mover arquivo(s):

source: How to move files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow.
es: Cómo mover archivos: Seleccione algunas películas con el botón VIDEO, mueva el cursor a la parte superior de la carpeta de destino y pulse el botón amarillo.
fr: Comment déplacer des fichiers: Choisir certains films avec le bouton VIDEO, déplacer le curseur au sommet du répertoire de destination et faire un appui long sur le bouton jaune.
pt: Como mover arquivos: Selecione alguns filmes com o botão <VÍDEO>, mova o cursor sobre a pasta de destino e pressione <AMARELO>.

source: Copy file(s):
es: Copiar archivo(s):
fr: Copie des fichiers:
pt: Copiar ficheiro(s):

source: How to copy files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow long.
es: Cómo copiar archivos: Seleccione algunas películas con el botón VIDEO, mueva el cursor a la parte superior de la carpeta de destino y pulse el botón amarillo prolongadamente.
fr: Comment copier des fichiers: Choisir certains films avec le bouton VIDEO, déplacer le curseur au sommet du répertoire de destination et faire un appui long sur le bouton jaune.
pt: Como copiar ficheiros: Selecione alguns filmes com o tecla <VÍDEO>, mova o cursor sobre a pasta de destino e pressione <AMARELO> longamente.

source: Move Directory:
es: Mover directorio:
fr: Déplacer répertoire:
pt: Mover Pasta:

source: Choose operation
es: Elija operación
fr: Choisir une opération
pt: Escolher a Operação

source: Movie home
es: Ruta inicial
fr: Accueil des films
pt: Início do Filme

source: Directory up
es: Directorio arriba
fr: Répertoire supérieur
pt: Pasta acima

source: Reload current directory
es: Recargar directorio actual
fr: Recharger le répertoire courant
pt: Recarregar a pasta atual

source: Playlist Options
es: Opciones de lista de reproducción
fr: Options liste de lecture
pt: Opções de lista de reprodução

source: Add to current Playlist
es: Añadir a la lista de reproducción actual
fr: Ajouter à la liste de lecture courante
pt: Adicionar à Lista de Reprodução atual

source: Play last
es: Reproducir la última película
fr: Lire le dernier
pt: Reproduzir o último

source: Cover search
es: Buscar carátula
fr: Recherche des affiches
pt: Pesquisar capas

source: Directory-Cover search
es: Búsqueda de carátula para directorio
fr: Répertoire-recherche des affiches
pt: Pasta-Procura de Capas

source: Delete permanently
es: Borrar permanentemente
fr: Effacer définitivement
pt: Apagar permanentemente

source: Empty trashcan
es: Vaciar papelera
fr: Vider la corbeille
pt: Reciclagem vazia

source: Go to trashcan
es: Ir a la papelera
fr: Aller vers la corbeille
pt: Vão para a reciclagem

source: Mark all movies
es: Marcar todas las películas
fr: Marquer tous les films
pt: Marcar todos os Filmes

source: Remove rogue files
es: Eliminar archivos huérfanos
fr: Enlever les fichiers parasites
pt: Remover arquivos desonestos

source: Delete cut file(s)
es: Eliminar archivo(s) recortado(s)
fr: Effacer les fichiers cut
pt: Apagar arquivo (s) de corte

source: Create link
es: Crear enlace
fr: Créer un lien
pt: Criar ligação

source: Create directory
es: Crear directorio
fr: Créer un répertoire
pt: Criar pasta

source: (Un-)Lock Directory
es: (Des)Bloquear directorio
fr: (dé)bloquer répertoire
pt: (Des-)Bloquear Pasta

source: Copy Files
es: Copiar archivos
fr: Copier des fichiers
pt: Copiar os Ficheiros

source: Move Files
es: Mover archivos
fr: Déplacer des fichiers
pt: Mover os Ficheiros

source: Copy File
es: Copiar archivo
fr: Copier fichier
pt: Copiar ficheiro

source: Move File
es: Mover archivo
fr: Déplacer fichier
pt: Mover o Ficheiro

source: Download Movie Information
es: Descargar información de la película
fr: Télecharger les informations du film
pt: Descarregar Informações do Filme

source: Rename selected movie(s)
es: Renombrar película(s) seleccionada(s)
fr: Renommer le(s) film(s) sélectionné(s)
pt: Renomear o(s) filme(s) selecionado(s)

source: Remove cut list marker
es: Eliminar lista de marcadores de corte
fr: Enlever le marqueur cut list
pt: Remover a lista de marcadores de corte

source: Reset marker from selected movie(s)
es: Restablecer marcador de película(s) seleccionada(s)
fr: Remise à zéro des films sélectionnés
pt: Redefinir o marcador do(s) filme(s) selecionado(s)

source: Add directory to E2 Bookmarks
es: Añadir directorio para marcadores E2
fr: Ajouter le répertoire dans les marqueurs E2
pt: Adicionar pasta aos Marcadores E2

source: Remove directory from E2 Bookmarks
es: Eliminar directorio de marcadores E2
fr: Enlever le répertoire des marqueurs E2
pt: Remover pasta de Marcadores E2

source: Remove selected E2 Bookmark
es: Eliminar marcadores E2 seleccionados
fr: Enlever le marqueur E2 sélectionné
pt: Remover os marcadores E2 selecionados

source: Open EMC Bookmark path
es: Abrir ruta de marcadores EMC
fr: Ouvrir le répertoire des marqueurs EMC
pt: Abrir percurso de Marcadores EMC

source: Add directory to EMC Bookmarks
es: Añadir directorio para marcadores EMC
fr: Ajouter le répertoire vers les marqueurs EMC
pt: Adicionar pasta aos Marcadores EMC

source: Remove directory from EMC Bookmarks
es: Eliminar directorio de marcadores EMC
fr: Enlerver le répertoire des marqueurs EMC
pt: Remover pasta de Marcadores EMC

source: Remove selected EMC Bookmark
es: Eliminar marcadores EMC seleccionados
fr: Enlever les marqueurs EMC sélectionnés
pt: Remover os marcadores EMC selecionados

source: Set permanent sort
es: Establecer clasificación permanente
fr: Définir un tri permanant
pt: Definir ordenação permanente

source: Remove permanent sort
es: Eliminar clasificación permanente
fr: Enlever le tri permanant
pt: Remover a ordenação permanente

source: Remove permanent sort from parent
es: Eliminar clasificación permanente por origen
fr: Enlever le tri permanant du parent
pt: Remover a ordenação permanente da raíz

source: EMC Setup
es: EMC - Configuración
fr: Configuration EMC
pt: EMC Definição

source: Choose plugin
es: Elija complemento
fr: Choisir un plugin
pt: Escolher o plugin

source: Choose bookmark
es: Elija marcador
fr: Afficher marqueur
pt: Escolha o marcador

source: Show current Playlist
es: Mostrar lista de reproducción actual
fr: Afficher la liste de lecture courante
pt: Mostrar lista de reprodução atual

source: Play current Playlist
es: Reproducir lista de reproducción actual
fr: Lire la liste de lecture courante
pt: Reproduzir a lista de reprodução atual

source: Play random current Playlist
es: Reproducir al azar una de las lista de reproducción actuales
fr: Jouer au hasard dans la liste de lecture courante
pt: Reprodução aleatória da Lista de Reprodução atual

source: Delete current Playlist
es: Borrar lista de reproducción actual
fr: Effacer la liste de lecture courante
pt: Apagar a lista de reprodução atual

source: Playlist Setup
es: Configuración de la lista de reproducción
fr: Configuration liste de lecture
pt: Defnição da lista de reprodução

source: Enter name for new directory:
es: Introduzca el nombre para el nuevo directorio:
fr: Entrer un nom pour le nouveau répertoire:
pt: Digite o nome do nova pasta:

source: Directory %s already exists!
es: El directorio %s ya existe.
fr: Le répertoire %s existe déjà!
pt: Pasta %s já existe!

source: Do you really want to lock the directory %s and all its subfolders?
es: ¿Realmente quieres bloquear el directorio %s y todas sus subcarpetas?
fr: Voulez-vous vérouiller le répertoire %s et tous ses sous-répertoires?
pt: Pretende realmente bloquear a pasta %s e todas as suas subpastas?

source: The directory %s is already locked. Do you want to unlock it and all its subfolders?
es: El directorio %s ya está bloqueado. ¿Quieres desbloquearlo así como todas sus subcarpetas?
fr: Le répertoire %s est déjà vérouillé. Voulez-vous le déverouiller et tous ses sous répertoires?
pt: A pasta %s já está bloqueada. Pretende desbloquear a pasta e todas as suas subpastas?

source: Create Link
es: Crear enlace
fr: Créer un lien
pt: Criar Ligação

source: Permanently delete all files in trashcan?
es: ¿Eliminar permanentemente los archivos de la papelera?
fr: Effacer définitivement tous les fichiers de la corbeille?
pt: Excluir permanentemente todos os arquivos da reciclagem?

source: Movie Selection Menu
es: Menú de selección de película
fr: Menu de sélection des films
pt: Menu de seleção de filme

source: exception
es: excepción
pt: excepção

source: Locate rogue files and remove them? (permanently if no trashcan available, may take a minute or so)
es: ¿Localizar y eliminar archivos huérfanos? (Si la papelera no está disponible se eliminará permanentemente, lo que puede llevar algún tiempo)
fr: Localiser les fichiers parasites et les enlever? (définitivement si aucune corbeille n’est disponible, cela peut prendre plusieurs minutes)
pt: Localizar arquivos de desonestos e removê-los? (permanentemente se reciclagem não disponível, pode demorar vários minutos)

source: Remove all cut file marker permanently?
es: ¿Eliminar todos los marcadores de los archivos recortados permanentemente?
fr: Enlever tous les marqueurs de fichier cut définitivement?
pt: Remover todos os marcadores de corte permanentemente?

source: Remove all marker permanently?
es: ¿Eliminar todos los marcadores permanentemente?
fr: Enlever tous les marqueurs définitivement?
pt: Remover todos os marcadores permanentemente?

source: Do you really want to delete the cut file? If you have selected a directory, all cut files within the folder and its subfolders will be deleted!
es: ¿Realmente deseas eliminar el archivo recortado? Si has seleccionado un directorio se eliminarán todos los archivos cortados en la carpeta y subcarpetas.
fr: Voulez-vous vraiment effacer le fichier cut? Si vous avez sélectionné un répertoire, tous les fichiers cut dans le répertoire et ses sous-répertoires seront effacés!
pt: Pretende realmente apagar o arquivo de corte? Se selecionou uma pasta, todos os arquivos cortados dentro da pasta e suas subpastas serão apagados!

source: no
fr: non
pt: não

source: yes
es: si
fr: oui
pt: sim

source: No override
es: No sobrescribir
fr: Ne pas écraser
pt: Não substituir
