Repository: Akki01/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: es, fr, pt

source: Video-button
es: Botón VÍDEO
fr: Bouton Video
pt: Tecla-Vídeo

source: TV-button
es: Botón TV
fr: Bouton TV
pt: Tecla TV

source: Radio-button
es: Botón RADIO
fr: Bouton radio
pt: Tecla-Rádio

source: Quick-button
es: Botón QUICK
fr: Bouton rapide
pt: Tecla-Rápida

source: Timeshift-button
es: Botón Timeshift
fr: Bouton Timeshift
pt: Tecla-Timeshift

source: DD.MM.YYYY
fr: JJ.MM.AAAA
pt: dd.mm.aaaa

source: DD.MM.YYYY HH:MM
fr: JJ.MM.AAAA HH:MM
pt: DD. MM. AAAA HH: MM

source: DD.MM HH:MM
fr: JJ.MM HH:MM
pt: DD. HH: MM MM

source: Description
es: Descripción
pt: Descrição

source: ProgressBar
es: Barra de progreso
fr: Barre de progression
pt: Barra de progresso

source: Percent (%)
es: Porcentaje (%)
fr: Pourcent (%)
pt: Percentagem (%)

source: Movie Color
es: Película en color
fr: Couleur des films
pt: Cor do Filme

source: Add to Playlist
es: Añadir a lista de reproducción
fr: Ajouter à la liste de lecture
pt: Adicionar à Lista de Reprodução

source: Cover Search
es: Buscar carátula
fr: Recherche des affiches
pt: Pesquisar Capas

source: Download Movie Info
es: Descargar información de la película
fr: Télécharger les infos des films
pt: Descarregar Informações do Filme

source: Open E2 bookmarks
es: Abrir marcadores E2
fr: Ouvrir un marqueur E2
pt: Abrir Marcadores E2

source: Toggle Cover Button
es: Cambiar botón carátula
fr: Bouton pour permuter les affiches
pt: Tecla de alternância da capa

source: Sort Options
es: Opciones de clasificción
fr: Options de tri
pt: Opções de Ordenação

source: down
es: abajo
fr: bas
pt: baixo

source: up/down
es: arriba/abajo
fr: haut/bas
pt: Cima/Baixo

source: type 1 - OSD + black (#00000000)
es: tipo 1 - OSD + negro (#00000000)
fr: type 1 - OSD + noir (#00000000)
pt: tipo 1 - OSD + preto (#00000000)

source: type 2 - transparent + white (#FFFFFFFF)
es: tipo 2 - transparente + blanco (#FFFFFFFF)
fr: type 2 - transparent + blanc (#FFFFFFFF)
pt: tipo 2 - transparente + branco (#FFFFFFFF)

source: type 3 - OSD + black (#00FFFFFF)
es: tipo 3 - OSD + negro (#00FFFFFF)
fr: type 3 - OSD + noir (#00FFFFFF)
pt: tipo 3 - OSD + preto (#00FFFFFF)

source: type 4 - transparent + black (#FF000000)
es: tipo 4 - transparente + negro (#FF000000)
fr: type 4 - transparent + noir (#FF000000)
pt: tipo 4 - transparente + preto (#FF000000)

source: E2 Bookmarks
es: Marcadores E2
fr: Marqueurs E2
pt: Marcadores E2

source: EMC Bookmarks
es: EMC - Marcadores
fr: Marqueurs EMC
pt: Marcadores EMC

source: Both
es: Ambos
fr: Les deux
pt: Ambos

source: Standby
es: Modo de espera
fr: Veille
pt: Repouso

source: DeepStandby
es: Apagar
fr: Veille profonde
pt: Suspensão

source: Reboot
es: Reiniciar
pt: Reiniciar

source: E2 Restart
es: Reiniciar E2
fr: Rédemarrer E2
pt: Reiniciar Enigma2

source: HomeEnd
es: Inicio / Fin
pt: Início/Fim

source: Skip
es: Saltar
fr: Passer
pt: Saltar

source: Change Folder
es: Cambiar carpeta
fr: Cahnger de répertoire
pt: Mudar pasta

source: Date sort descending (D-)
es: Ordenar por fecha descendente (D-)
fr: Trier par date décroissante (D-)
pt: Ordenação por data decrescente (D-)

source: Date sort
es: Ordenar por fecha
fr: Tri des dates
pt: Ordenar por data

source: Alpha sort ascending (AZ)
es: Orden alfabético (AZ)
fr: Tri alphabétique croissant (AZ)
pt: Ordenação Alfa crescente (AZ)

source: Alpha sort
es: Orden alfabético
fr: Tri alphabétique
pt: Ordenação Alfa

source: Alpha sort ascending, Date descending (AZD-)
es: Orden alfabético y fecha descendente (AZD-)
fr: Tri alphabétique croissant, date décroissante (AZD-)
pt: Ordenação Alfa crescente, data decrescente (AZD-)

source: Alpha sort date newest
es: Orden alfabético y fecha reciente
fr: Tri alphabétique date plus récente
pt: Ordenação Alfa por data mais recente

source: Alpha sort ascending with meta (AZM)
es: Orden alfabético con metadatos (ZAM)
fr: Tri alphabétique croissant avec meta (AZM)
pt: Ordenação Alfa crescente com meta (AZM)

source: Alpha sort meta
es: Orden alfabético con metadatos
fr: Tri alphabétique meta
pt: Ordem Alfa meta

source: Alpha sort ascending with meta, Date descending (AZMD-)
es: Orden alfabético con metadatos, fecha anterior (AZMD-)
fr: Tri alphabétique croissant avec meta, date décroissante (AZMD-)
pt: Ordenação Alfa crescente com meta, data decrescente (AZMD-)

source: Alpha sort meta date newest
es: Orden alfabético y fecha más reciente
fr: Tri alphabétique meta date plus récente
pt: Ordenação Alfa meta data mais recente

source: Progress sort ascending (P+)
es: Ordenar por progreso ascendente (P+)
fr: Trier la progression croissante (P+)
pt: Classificação de progresso crescente (P +)

source: Progress sort
es: Ordenar por progreso
fr: Tri des progressions
pt: Ordenação do Progresso

source: Date sort ascending (D+)
es: Ordenar por fecha ascendente (D+)
fr: Trier par date croissante (D+)
pt: Ordenação por data crescente (D +)

source: Alpha sort descending (ZA)
es: Orden alfabético inverso (ZA)
fr: Tri alphabétique décroissant (AZ)
pt: Ordenação Alfa decrescente (ZA)

source: Alpha sort descending, Date ascending (ZAD+)
es: Orden alfabético inverso y fecha ascendente (ZAD+)
fr: Tri alphabétique décroissant, date croissante (ZAD+)
pt: Ordenação Alfa decrescente, data ascendente (ZAD +)

source: Alpha sort descending with meta (ZAM)
es: Orden alfabético inverso con metadatos (ZAM)
fr: Tri alphabétique décroissant avec meta (ZAM)
pt: Ordenação Alfa decrescente com meta (ZAM)

source: Alpha sort descending with meta, Date ascending (ZAMD+)
es: Orden alfabético inverso con metadados y fecha ascendente (ZAMD+)
fr: Tri alphabétique décroissant avec meta, date croissante (ZAMD+)
pt: Ordenação Alfa decrescente com meta, data ascendente (ZAMD +)

source: Progress sort descending (P-)
es: Ordenar por progreso descendente (P-)
fr: Trier la progression décroissante (P-)
pt: Classificação de progresso decrescente (P-)

source: left from Name
es: A la izquierda del nombre
fr: à la gauche du nom
pt: esquerda do nome

source: right from Name
es: A la derecha del nombre
fr: à la droite du nom
pt: direita do nome

source: Yes, without Message
es: Si, sin mensaje
fr: Oui, sans message
pt: Sim, sem Mensagem

source: Yes, with Message
es: Si, con mensaje
fr: Oui, avec message
pt: Sim, com Mensagem

source: ATTENTION This option will move all finished movies in Movie Home automatically to Your trashcan at the given time. At next trashcan cleanup all movies will be deleted. Confirm this with the blue key followed by the green key.
es: ATENCIÓN Esta opción moverá todas las películas finalizadas de la ruta inicial a la papelera en el momento oportuno. Todas las pleículas se eliminarán en la siguiente limpieza de la papelera. Confirme esto con la tecla azul seguida de la tecla verde.
fr: ATTENTION Cette option va déplacer tous les fichiers terminés du répertoire d’accueil des films automatiquement vers votre corbeille à l’heure indiquée. Au prochain nettoyage automatique de la corbeille les films seront effacés. Confirmer ceci en appuyant sur le bouton bleu puis le bouton vert.
pt: ATENÇÃO Esta opção moverá todos os filmes acabados da pasta filmes automaticamente para a reciclagem no momento determinado. Na próxima limpeza dema reciclag todos os filmes serão excluídos. Confirme com a tecla <AZUL>, seguida da tecla <VERDE>.

source: center
es: centrar
fr: centré
pt: centro

source: right
es: derecha
fr: droite
pt: direita

source: %d second
es: %d segundo
fr: %d seconde
pt: %d segundo

source: Day
es: Día
fr: Jour
pt: Dia

source: Days
es: Días
fr: Jours
pt: Dias

source: Week
es: Semana
fr: Semaine
pt: Semana

source: Weeks
es: Semanas
fr: Semaines
pt: Semanas

source: Month
es: Mes
fr: Mois
pt: Mês

source: Months
es: Meses
fr: Mois
pt: Meses

source: No limit
es: Sin límite
fr: Pas de limite
pt: Sem limite

source: IMDb Search
es: IMDb Buscar
fr: Recherche IMDb
pt: Procura no IMDb

source: EMC-TMDB Info
es: ECM - Info TMDB
pt: EMC-TMDB informação

source: CSFD Info
es: Info CSFD
pt: CSFD informação

source: configuration
es: configuración
pt: configuração

source: movie manipulation list
es: lista de manipulación de película
fr: Liste de manipulation des films
pt: lista de manipulação do filme

source: files
es: archivos
fr: fichiers
pt: arquivos

source: No rogue files found.
es: No se han encontrado archivos huérfanos.
fr: Aucun fichier parasite trouvé.
pt: Não há arquivos de desonestos encontrados.

source: Found rogue files:
es: Archivos huérfanos encontrados:
fr: Fichiers parasites trouvés:
pt: Encontrados arquivos desonestos:

source: VLC Server not reachable
es: Servidor VLC no accesible
fr: Serveur VLC non accessible
pt: Servidor VLC inatingível

source: IMDBSearch / EMC-TMDBInfo / TMDBInfo / TMBDInfo / CSFDInfo
es: Búsqueda IMDB / ECM - Info TMDB / Info TMDB / Info TMBD / Info CSFD

source: Off
es: Apagado

source: off
es: apagado
fr: arrêt

source: TMDB Info
es: Info TMDB

source: TMBD Info
es: Info TMBD
fr: TMDB Info

source: DD.MM. HH:MM
fr: JJ.MM HH:MM

source: YYYY/MM/DD
fr: AAAA/MM/JJ

source: YYYY/MM/DD HH:MM
fr: AAAA/MM/JJ HH:MM
